{"id": "b136669b28df", "source_file": "data_processed/md/manual/katalog.md", "title": "katalog", "levels": [1], "sections": [{"heading": "Obsah", "text": "KATALÓG PODPORNÝCH OPATRENÍ Schválilo Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky pod číslom 202417370:1-E1660 s platnosťou od 1. septembra 2024. Vydanie: druhé Rok vydania: 2024 Vydané Národným inštitútom vzdelávania a mládeže v rámci realizácie Plánu obnovy a odolnosti, ktorý je financovaný Európskou úniou  NextGenerationEU. ÚVOD ........................................................................................................................................... 5 1. VERTIKÁLNY MODEL ........................................................................................................ 8 1.1 VŠEOBECNÉ PODPORNÉ OPATRENIA ................................................................... 9 1.2 CIELENÉ PODPORNÉ OPATRENIA .......................................................................... 9 1.3 ŠPECIFICKÉ PODPORNÉ OPATRENIA .................................................................. 10 2. LEGISLATÍVNE VÝCHODISKÁ ........................................................................................... 18 2.1 Záväzné medzinárodné dokumenty............................................................ 19 Všeobecný komentár č. 4 Výboru OSN pre práva osôb so zdravotným postihnutím ...................................................................................................................... 19 Dohovor o právach dieťaťa.......................................................................................... 20 Charta základných práv Európskej únie (2016C 20202) .................................... 21 Odporúčanie Rady (EÚ) z mája 2019 o vysokokvalitných systémoch vzdelávania a starostlivosti v ranom detstve (Rada EÚ, 2019) ............................ 21 3. PODPORNÉ OPATRENIA ................................................................................................... 23 3.a) POSKYTOVANIE VÝCHOVY A VZDELÁVANIA NA ZÁKLADE ÚPRAVY CIEĽOV, METÓD, FORIEM A PRÍSTUPOV VO VÝCHOVE A VZDELÁVANÍ .................................. 24 3.b) POSKYTOVANIE VÝCHOVY A VZDELÁVANIA NA ZÁKLADE ÚPRAVY OBSAHU VÝCHOVY A VZDELÁVANIA A HODNOTENIA VÝSLEDKOV DOSIAHNUTÝCH DEŤMI ALEBO ŽIAKMI VO VÝCHOVE A VZDELÁVANÍ ................................................................. 29 Úpravy hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní ......................................................................................................................... 30 Úpravy obsahu výchovy a vzdelávania ...................................................................... 31 3.c) ZABEZPEČENIE ČINNOSTÍ NA ROZVOJ POHYBOVEJ SCHOPNOSTI, ZMYSLOVÉHO VNÍMANIA, KOMUNIKAČNEJ SCHOPNOSTI, KOGNITÍVNEJ SCHOPNOSTI, SOCIÁLNO-KOMUNIKAČNÝCH ZRUČNOSTÍ, EMOCIONALITY A SEBAOBSLUHY ......................................................................................................................... 34 3.d) ČINNOSŤ NA PODPORU DOSAHOVANIA ŠKOLSKEJ SPÔSOBILOSTI ................ 40 3.e) ZABEZPEČENIE POSKYTOVANIA KURZU VYUČOVACIEHO JAZYKA ŠKOLY ALEBO INEJ PODPORY PRI OSVOJOVANÍ SI VYUČOVACIEHO JAZYKA ŠKOLY ....... 44 3.f) ZABEZPEČENIE DOUČOVANIA ALEBO CIELENÉHO UČENIA NA DOSIAHNUTIE NAJVYŠŠIEHO INDIVIDUÁLNEHO KOGNITÍVNEHO POTENCIÁLU DIEŤAŤA ALEBO ŽIAKA ......................................................................................................................................... 48 3.g) SKVALITNENIE PODMIENOK VÝCHOVY A VZDELÁVANIA ŽIAKOV ZO SOCIÁLNE ZNEVÝHODNENÉHO PROSTREDIA ................................................................ 51 3.h) ZABEZPEČENIE VZDELÁVANIA SA VO VYUČOVACOM PREDMETE ALEBO VO VZDELÁVACEJ OBLASTI VO VYŠŠOM ROČNÍKU ............................................................. 53 3.i) ZABEZPEČENIE OSOBITNÝCH FORIEM KOMUNIKÁCIE DIEŤAŤA SO ZDRAVOTNÝM POSTIHNUTÍM ALEBO ŽIAKA SO ZDRAVOTNÝM POSTIHNUTÍM SO ŠKOLOU ALEBO SO ŠKOLSKÝM ZARIADENÍM ......................................................... 56 3.j) ČINNOSŤ NA PODPORU SOCIÁLNEHO ZARADENIA .............................................. 61 3.k) ČINNOSŤ NA PODPORU PREDCHÁDZANIA UKONČENIA ŠKOLSKEJ DOCHÁDZKY V NIŽŠOM AKO POSLEDNOM ROČNÍKU ZÁKLADNEJ ŠKOLY ALEBO STREDNEJ ŠKOLY .................................................................................................................... 65 3.l) ŠPECIALIZOVANÉ KARIÉROVÉ PORADENSTVO ....................................................... 70 3.m) ZABEZPEČENIE PÔSOBENIA PEDAGOGICKÉHO ASISTENTA V TRIEDE ............ 75 3.n) POSKYTOVANIE ZDRAVOTNEJ STAROSTLIVOSTI .................................................. 79 3.o) ZABEZPEČENIE SEBAOBSLUŽNÝCH ÚKONOV PODĽA OSOBITNÉHO PREDPISU 80C)V ČASE VÝCHOVNO-VZDELÁVACIEHO PROCESU ..................................................... 81 3.p) POSKYTNUTIE ŠPECIÁLNYCH EDUKAČNÝCH PUBLIKÁCIÍ A KOMPENZAČNÝCH POMÔCOK ........................................................................................... 84 3.q) ZABEZPEČENIE ÚPRAVY PRIESTOROV ŠKOLY URČENÝCH NA PODPORU VNÍMANIA A NADOBÚDANIE ZRUČNOSTÍ...................................................................... 89 3.r) ODSTRAŇOVANIE FYZICKÝCH BARIÉR V PRIESTOROCH ŠKOLY ALEBO ŠKOLSKÉHO ZARIADENIA A ORGANIZAČNÝCH BARIÉR PRI VÝCHOVE A VZDELÁVANÍ ............................................................................................................................ 95 3.s) ZABEZPEČENIE DIÉTNEHO STRAVOVANIA ............................................................ 100 3.t) PREVENCIA NA PODPORU FYZICKÉHO ZDRAVIA, DUŠEVNÉHO ZDRAVIA A PREVENCIA VÝSKYTU RIZIKOVÉHO SPRÁVANIA ......................................................... 103 3.u) KRÍZOVÁ INTERVENCIA .............................................................................................. 106 Slovenská republika (ďalej len SR) v máji 2023 zaviedla do regionálneho školstva nový systém podporných opatrení vo výchove a vzdelávaní. Podporné opatrenia boli zavedené do zákona č. 2452008 Z. z. o výchove a vzdelávaní (školský zákon) a o zmene a doplnení niektorých zákonov v znení neskorších predpisov (ďalej len školský zákon) novelou č. 1822023 Z. z. s účinnosťou od 30. mája 2023. Slovenská republika sa vo viacerých strategických dokumentoch zaviazala k zavedeniu nového modelu podporných opatrení vo výchove a vzdelávaní. Jedným z dokumentov je aj Plán obnovy a odolnosti SR, Komponent 6 Dostupnosť, rozvoj a kvalita inkluzívneho vzdelávania na všetkých stupňoch Reforma 2 Definícia konceptu špeciálnych výchovno-vzdelávacích potrieb detí a žiakov a vypracovanie modelu nárokovateľných podporných opatrení vo výchove a vzdelávaní, vrátane systému ich financovania. Katalóg podporných opatrení nadväzuje na strategické dokumenty a už spracované podporné metodické dokumenty Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky (ďalej len ministerstvo školstva), ktorými o Stratégia inkluzívneho prístupu vo výchove a vzdelávaní; o Prvý akčný plán plnenia Stratégie inkluzívneho prístupu vo výchove a vzdelávaní; o Aplikačná pomôcka Ako byť v škole úspešnejší; o Aplikačná pomôcka na podporu duševného zdravia v školách; o Manuál debarierizácie škôl a školských zariadení; o Metodický materiál desegregácie škôl pre zriaďovateľov a riaditeľov Spolu v jednej lavici; o Charakteristiky jednotlivých stupňov podporných úrovní systému poradenstva a prevencie; o Výkonové a obsahové štandardy odborných činností. Medzi ciele zavedenia systému podporných opatrení patrí: o znížiť podiel detížiakov, ktorí nedosahujú ani základnú úroveň zručností, znížiť socioekonomický vplyv na vzdelávacie výsledky žiakov a podporiť rovnosť príležitostí vo vzdelávaní, o zvýšiť podiel detí v predškolskom veku, ktoré sa zúčastňujú na predprimárnom vzdelávaní, o znížiť mieru predčasného ukončovania školskej dochádzky so špeciálnym zameraním na žiakov so zdravotným a sociálnym znevýhodnením, o prispôsobenie vzdelávania individuálnym potrebám každého dieťaťažiaka. Systém podporných opatrení má za cieľ, aby deti alebo žiaci čeliaci prekážkam v prístupe k výchove a vzdelávaniu a pri učení sa dostávali vhodnú podporu cez jednotlivé podporné opatrenia za účelom naplnenia ich vzdelávacieho potenciálu i právo týchto detížiakov na inkluzívne vzdelávanie. Prekážkami pri učení sa a v prístupe k vzdelávaniu sú faktory na strane dieťaťažiaka (príp. rodinného prostredia a pod.), faktory na strane školy (napríklad existencia fyzických bariér v budove školy). Prekážky môžu mať dočasný charakter. Zavedenie nových podporných opatrení vo výchove a vzdelávaní prispieva k tomu, aby školský systém vedel adresnejšie reagovať a plnohodnotnejšie zapájať do výchovy a vzdelávania deti a žiakov so zdravotným znevýhodnením, deti a žiakov zo sociálne znevýhodneného prostredia (ďalej len SZP), deti a žiakov s nadaním, ale aj deti a žiakov, ktorých zdravotný stav, sociálne podmienky, jazykové schopnosti, správanie, kognitívne schopnosti, motivácia, emocionalita, tvorivosť alebo zručnosti vyžadujú poskytnutie podporného opatrenia. Je zameraný na riešenie prekážok vo výchove a vzdelávaní a špeciálne výchovno- vzdelávacie potreby detížiakov čím má snahu zvýšiť šance detížiakov na ich plnohodnotnú výchovu a vzdelávanie a ich úspešnosť nielen vo vzdelávaní, ale aj v živote a v spoločnosti. Vertikálny model podporných opatrení je založený na posúdení podpory, ktorú dieťa žiak potrebuje na rozvinutie svojho potenciálu. Katalóg podporných opatrení a sprievodné materiály sa vzťahujú k zneniu školského zákona schváleného 9.mája 2023. V prípade ďalších legislatívnych zmien, ktoré priamo alebo nepriamo súvisia so systémom podporných opatrení, bude Katalóg podporných opatrení aktualizovaný. Ďalšie špecifiká a financie určuje smernica a metodiky k financovaniu podporných opatrení zverejnené MŠVVaM SR na: https:podporneopatrenia.minedu.sk. Aktualizácia bude realizovaná na základe podnetov pri zavádzaní podporných opatrení do praxe, operatívne pri každej zmene právnych predpisov a periodicky s predpokladom raz za dva roky. 1. VERTIKÁLNY MODEL Školský zákon schválený 9. mája 2023 vymedzuje celkovo 21 podporných opatrení. Podpornými opatreniami sú: a) poskytovanie výchovy a vzdelávania na základe úpravy cieľov, metód, foriem a prístupov vo výchove a vzdelávaní, b) poskytovanie výchovy a vzdelávania na základe úpravy obsahu výchovy a vzdelávania a hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní, c) zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy, d) činnosť na podporu dosahovania školskej spôsobilosti, e) zabezpečenie poskytovania kurzu vyučovacieho jazyka školy alebo inej podpory pri osvojovaní si vyučovacieho jazyka školy, f) zabezpečenie doučovania alebo cieleného učenia na dosiahnutie najvyššieho individuálneho kognitívneho potenciálu dieťaťa alebo žiaka, g) skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia, h) zabezpečenie vzdelávania sa vo vyučovacom predmete alebo vo vzdelávacej oblasti vo vyššom ročníku, i) zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením, j) činnosť na podporu sociálneho zaradenia, k) činnosť na podporu predchádzania ukončenia školskej dochádzky v nižšom ako poslednom ročníku základnej školy alebo strednej školy, l) špecializované kariérové poradenstvo, m) zabezpečenie pôsobenia pedagogického asistenta v triede, n) poskytovanie zdravotnej starostlivosti, o) zabezpečenie sebaobslužných úkonov podľa osobitného predpisu80c) v čase výchovno-vzdelávacieho procesu, p) poskytnutie špeciálnych edukačných publikácií a kompenzačných pomôcok, q) zabezpečenie úpravy priestorov školy určených na podporu vnímania a nadobúdanie zručností, r) odstraňovanie fyzických bariér v priestoroch školy alebo školského zariadenia a organizačných bariér pri výchove a vzdelávaní, s) zabezpečenie diétneho stravovania, t) prevencia na podporu fyzického zdravia, duševného zdravia a prevencia výskytu rizikového správania, u) krízová intervencia. Katalóg podporných opatrení vo výchove a vzdelávaní zahŕňa tri typy podporných opatrení v zmysle vertikálneho modelu podporných opatrení v súlade s mierou potrebnej podpory. Z hľadiska identifikovaných potrieb dieťaťažiaka vo výchove a vzdelávaní sa môžu dieťaťužiakovi poskytovať viaceré podporné opatrenia súčasne v rámci všetkých typov podporných opatrení. Podporné opatrenia možno rozčleniť vertikálnym modelom na:  Všeobecné podporné opatrenia  Cielené podporné opatrenia  Špecifické podporné opatrenia 1.1 VŠEOBECNÉ PODPORNÉ OPATRENIA Podporné opatrenia sú poskytované všetkým deťom a žiakom bez rozdielu a bez nutnosti vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo zariadenia poradenstva a prevencie. Patria sem podporné opatrenia: t) prevencia na podporu fyzického zdravia, duševného zdravia a prevencia výskytu rizikového správania, u) krízová intervencia. 1.2 CIELENÉ PODPORNÉ OPATRENIA K poskytnutiu podporných opatrení je potrebné vyjadrenie pedagogických zamestnancov, odborných zamestnancov školy alebo školského zariadenia alebo vyjadrenie zariadenie poradenstva a prevencie. Patria sem podporné opatrenia (podľa  145a ods. 2, školského zákona): a) poskytovanie výchovy a vzdelávania na základe úpravy cieľov, metód, foriem a prístupov vo výchove a vzdelávaní, c) zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy, e) zabezpečenie poskytovania kurzu vyučovacieho jazyka školy alebo inej podpory pri osvojovaní si vyučovacieho jazyka školy, f) zabezpečenie doučovania alebo cieleného učenia na dosiahnutie najvyššieho individuálneho kognitívneho potenciálu dieťaťa alebo žiaka, j) činnosť na podporu sociálneho zaradenia, k) činnosť na podporu predchádzania ukončenia školskej dochádzky v nižšom ako poslednom ročníku základnej školy alebo strednej školy, n) poskytovanie zdravotnej starostlivosti, q) zabezpečenie úpravy priestorov školy určených na podporu vnímania a nadobúdanie zručností, r) odstraňovanie fyzických bariér v priestoroch školy alebo školského zariadenia a organizačných bariér pri výchove a vzdelávaní, s) zabezpečenie diétneho stravovania. 1.3 ŠPECIFICKÉ PODPORNÉ OPATRENIA K poskytnutiu podporných opatrení je potrebné vyjadrenie zariadenia poradenstva a prevencie. Na základe diagnostiky v zariadení poradenstva a prevencie ( 131 ods. 3 až 5  145b ods. 1 písm. b) školského zákona) sa určí, či podporné opatrenie vyplýva z diagnostikovanej špeciálnej výchovno-vzdelávacej potrebypotrieb v zmysle  2 písm. i) školského zákona. Patria sem podporné opatrenia (podľa  145a, ods. 2, školského zákona): b) poskytovanie výchovy a vzdelávania na základe úpravy obsahu výchovy a vzdelávania a hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní, d) činnosť na podporu dosahovania školskej spôsobilosti, g) skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia, h) zabezpečenie vzdelávania sa vo vyučovacom predmete alebo vo vzdelávacej oblasti vo vyššom ročníku, i) zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením, l) špecializované kariérové poradenstvo, m) zabezpečenie pôsobenia pedagogického asistenta v triede, o) zabezpečenie sebaobslužných úkonov podľa osobitného predpisu 80c) v čase výchovno-vzdelávacieho procesu, p) poskytnutie špeciálnych edukačných publikácií a kompenzačných pomôcok LEGENDA ŠKOLA - v zmysle  27 ods. 2 školského zákona je:  materská škola,  základná škola,  gymnázium,  stredná odborná škola,  stredná športová škola,  škola umeleckého priemyslu,  konzervatórium,  školy pre deti a žiakov so špeciálnymi výchovno-vzdelávacími potrebami,  základná umelecká škola,  jazyková škola. ŠKOLSKÉ ZARIADENIE  v zmysle  112 ods. 1 školského zákona sú:  školské výchovno-vzdelávacie zariadenia (podľa  113 školského zákona) o školský klub detí, o centrum voľného času, o školský internát,  špeciálne výchovné zariadenia (podľa  120 školského zákona) o diagnostické centrum, o reedukačné centrum, o liečebno-výchovné sanatórium,  zariadenia poradenstva a prevencie (podľa  130 ods. 4 školského zákona) o centrum poradenstva a prevencie, o špecializované centrum poradenstva a prevencie,  školské účelové zariadenia (podľa  137 školského zákona) o škola v prírode, o zariadenia školského stravovania, o stredisko služieb škole 2. LEGISLATÍVNE VÝCHODISKÁ Katalóg podporných opatrení špecifikuje podporné opatrenia vo výchove a vzdelávaní podľa  145a školského zákona v znení novely zákona č. 1822023 Z. z., ktorá bola schválená 9.mája 2023.1 Podporným opatrením podľa školského zákona je opatrenie poskytované školou alebo školským zariadením potrebné na to, aby sa dieťa alebo žiak mohli plnohodnotne zapájať do výchovy a vzdelávania a rozvíjať svoje vedomosti, zručnosti a schopnosti ( 145a ods. 1 školského zákona). V zmysle  145a ods. 3 školského zákona katalóg podporných opatrení obsahuje: a) názov podporného opatrenia, b) opis podporného opatrenia, c) cieľovú skupinu podporného opatrenia, d) personálne zabezpečenie podporného opatrenia, e) formu poskytovania podporného opatrenia, f) odporúčaný rozsah podporného opatrenia. Katalóg podporných opatrení Ministerstvo školstva vedie a zverejňuje na ním určenom webovom sídle https:podporneopatrenia.minedu.sk. Podľa školského zákona majú detižiaci právo na inkluzívne vzdelávanie a individuálny prístup rešpektujúci jeho rôzne výchovno-vzdelávacie potreby, schopnosti a možnosti, nadanie a zdravotný stav v rozsahu ustanovenom týmto zákonom ( 144, ods. 1, písm. e). V školskom zákone v  155 ods. 6 sa uvádza, že žiakom so špeciálnymi výchovno- vzdelávacími potrebami sa primerane upravia podmienky na vykonanie externého testovania, pričom tieto podmienky sú bližšie špecifikované vo vyhláške č. 2232022 Z. z. o základnej škole a vyhláške č. 2242022 Z. z. o strednej škole a v usmerneniach k prihlasovaniu žiakov so špeciálnymi výchovno-vzdelávacími potrebami, ktoré pre každý školský rok vydáva právnická osoba poverená ministerstvom školstva monitorovať a hodnotiť kvalitu výchovy a vzdelávania. Zároveň v zmysle  12 ods. 3 vyhlášky 2232022 Z. z. o základnej škole žiak má 1 1 [1] 1822023 Z.z. - Zákon, ktorým sa mení a dopĺňa zákon č. 2452008 Z. z. o výchove a vzdelávaní (školský zákon) mať počas externého testovania také úpravy, aké mal počas vzdelávania, t. j. v období pred prihlasovaním na testovanie. 2.1 Záväzné medzinárodné dokumenty Všeobecný komentár č. 4 Výboru OSN pre práva osôb so zdravotným postihnutím Prijatie Dohovoru Organizácie Spojených národov o právach osôb so zdravotným postihnutím v roku 2006 znamenalo prelom pri stanovovaní minimálnych noriem pre práva osôb so zdravotným postihnutím. Dohovor o právach osôb so zdravotným postihnutím je medzinárodná zmluva, ktorá má podľa čl. 7 ods. 5 Ústavy Slovenskej republiky prednosť pred zákonmi. Zmluvné strany sa v Dohovore Organizácie Spojených národov o právach osôb so zdravotným postihnutím zaviazali zabezpečiť a podporovať plné uplatňovanie ľudských práv a základných slobôd pre všetky osoby so zdravotným postihnutím bez akéhokoľvek diskriminovania na základe zdravotného postihnutia. V zmysle článku 7 Deti so zdravotným postihnutím sa zmluvné strany zaviazali prijať aj všetky nevyhnutné opatrenia, ktorými zabezpečia deťom so zdravotným postihnutím plné využívanie všetkých ľudských práv a základných slobôd na rovnakom základe s ostatnými deťmi. Všeobecný komentár č. 4 Výboru OSN pre práva osôb so zdravotným postihnutím prináša detailný popis základných znakov inkluzívneho vzdelávania. V jednom z nich uvádza: Inkluzívne vzdelávanie predpokladá flexibilné učebné osnovy, ako aj používanie výchovných a učebných metód, ktoré sú prispôsobené rôznym silným stránkam, požiadavkám a štýlom učenia detí, žiakov a študentov. Tento prístup zahŕňa poskytnutie podpory, vykonanie primeraných úprav a včasných zásahov v takej miere, aby všetci žiaci a študenti dokázali naplniť svoj potenciál. (Bod 12, písm. c) Komentár ďalej špecifikuje, že za účelom uplatňovania práva osôb so zdravotným postihnutím na vzdelávanie a zavádzania účinných opatrení individualizovanej podpory (článok 24 ods. 2 písm. e): sa musí priamo poskytovať primeraná, nepretržitá a personalizovaná podpora. Výbor zdôrazňuje potrebu poskytnúť individualizované vzdelávacie plány, ktoré dokážu určiť primerané úpravy a špecifickú podporu vyžadujúcu jednotlivými žiakmi, vrátane poskytovania kompenzačných pomôcok, špecifických učebných materiálov v alternatívnychprístupných formátoch, spôsobov a prostriedkov komunikácie, komunikačných pomôcok a pomocných a informačných technológií. Katalóg podporných opatrení rešpektuje aj článok 24 Vzdelávanie, ktorý by mal zabezpečovať všetkým deťomžiakom prístup k vzdelaniu na rovnakom základe s ostatnými, zahŕňajúc všetky stupne a typy vzdelávania od predškolského až po univerzitné a celoživotné vzdelávanie. Vytvára predpoklady, aby sa v zmysle článku 24 bodu 3c) deťom a žiakom so zdravotným postihnutím poskytovalo vzdelávanie v takých jazykoch, spôsoboch, komunikačných formách a s použitím takých prostriedkov komunikácie, ktoré sú najvhodnejšie pre dané dieťa alebo žiaka. Cieľom je umožniť ich plné a rovnoprávne zapojenie sa do systému výchovy a vzdelávania a do života spoločnosti. Dohovor o právach dieťaťa Dohovor o právach dieťaťa zdôrazňuje, že najlepšie záujmy dieťaťa musia byť základom stanovenia politík a ustanovení v oblasti vzdelávania. Štáty, ktoré sú zmluvnými stranami Dohovoru o právach dieťaťa, sa zaviazali zabezpečiť dieťaťu takú ochranu a starostlivosť, aká je nevyhnutná pre jeho blaho, pričom berú ohľad na práva a povinnosti jeho rodičov, zákonných zástupcov alebo iných jednotlivcov právne za neho zodpovedných, a robia pre to všetky potrebné zákonodarné a správne opatrenia (článok 3 ods. 2). Štáty, ktoré sú zmluvnou stranou Dohovoru o právach dieťaťa, uznávajú, že dieťa so zdravotným postihnutím má požívať plný a riadny život v podmienkach zabezpečujúcich dôstojnosť, podporujúcich sebadôveru a umožňujúcich aktívnu účasť dieťaťa v spoločnosti. Uznávajú právo postihnutého dieťaťa na osobitnú starostlivosť, v závislosti od rozsahu existujúcich zdrojov podporujú a zabezpečujú oprávnenému dieťaťu a osobám, ktoré sa oň starajú, požadovanú pomoc zodpovedajúcu stavu dieťaťa a situácii rodičov alebo iných osôb, ktoré sa o dieťa starajú a v súlade s tým uznávajúc osobitné potreby postihnutého dieťaťa sa pomoc poskytuje podľa možnosti bezplatne, s ohľadom na finančné zdroje rodičov alebo iných osôb, ktoré sa o dieťa starajú a ktorá je určená na zabezpečenie účinného prístupu postihnutého dieťaťa k vzdelaniu, profesionálnej príprave, zdravotnej starostlivosti, rehabilitačnej starostlivosti, príprave na zamestnanie a odpočinok, a to spôsobom vedúcim k dosiahnutiu čo najväčšieho zapojenia dieťaťa do spoločnosti a čo najvyššieho stupňa rozvoja jeho osobnosti, vrátane jeho kultúrneho a duchovného rozvoja. (článok 23 ods. 1, 2, 3). Charta základných práv Európskej únie (2016C 20202) Právam detí a právam osôb so zdravotným postihnutím sa venuje aj Charta základných práv Európskej únie. Z Charty základných práv vyplýva, že pri všetkých opatreniach prijatých orgánmi verejnej moci alebo súkromnými inštitúciami, ktoré sa týkajú detí, je potrebné v prvom rade brať do úvahy najlepšie záujmy dieťaťa (článok 24 Práva dieťaťa). Charta obsahuje aj \"právo osôb so zdravotným postihnutím využívať opatrenia, ktoré sú určené na zabezpečenie ich nezávislosti, sociálnej integrácie a integrácie v zamestnaní a účasti na spoločenskom živote (článok 26 Integrácia osôb so zdravotným postihnutím). Podobne aj v dokumente Európskej komisie Únia rovnosti: Stratégia v oblasti práv osôb so zdravotným postihnutím na roky 2021  2030 sa uvádza: Osoby so zdravotným postihnutím majú právo na dobré podmienky na pracovisku, nezávislý život, rovnaké príležitosti, ako aj na plnohodnotnú účasť na živote svojej komunity. Každý má právo na život bez prekážok. A je našou povinnosťou, aby sme ako spoločenstvo zabezpečili ich plné zapojenie sa do života spoločnosti na rovnakom základe s ostatnými.(Únia rovnosti: Stratégia v oblasti práv osôb so zdravotným postihnutím na roky 2021-2030). Zmluva o fungovaní Európskej únie a Charta základných práv Európskej únie poskytujú základ pre boj proti všetkým formám diskriminácie a stanovujú rovnosť za základ politík Európskej únie. Osoby so zdravotným postihnutím však stále čelia značným prekážkam aj v prístupe k vzdelávaniu. Týka sa to aj používania špeciálnych edukačných a kompenzačných pomôcok v procese výchovy a vzdelávania. Odporúčanie Rady (EÚ) z mája 2019 o vysokokvalitných systémoch vzdelávania a starostlivosti v ranom detstve (Rada EÚ, 2019) Odporúčanie Rady Európskej únie je prvým dokumentom svojho druhu so zameraním na zabezpečovanie kvality v predškolskom sektore (pre deti vo veku od 0 do 6 rokov). Prílohou odporúčania je Rámec kvality EÚ pre vzdelávanie a starostlivosť v ranom detstve (tzv. európsky rámec kvality), ktorý môže predstavovať nástroj na tvorbu národných politík a reformných procesov pre európske štáty, aby dokázali rozvíjať a udržiavať kvalitu systému raného vzdelávania a starostlivosti v piatich identifikovaných oblastiach kvality. Za dôležitý sa považuje prístup všetkých detí ku kvalitnému vzdelávaniu a starostlivosti v ranom detstve. V podmienkach predprimárneho vzdelávania je dôraz na vytvorenie podmienok a možností pre vzdelávanie detí so zdravotným znevýhodnením, pre deti sociálne vylúčené i pre deti, ktoré nehovoria vyučovacím jazykom školy. Zdôrazňuje sa spolupráca s rodinami, aby materské školy dokázali porozumieť potrebám i problémom rodín. V odporúčaní sa tiež vyzýva na vytvorenie priaznivého prostredia materských škôl, v ktorých sa deti cítia prijaté bez ohľadu na ich jazyk, kultúru a rodinné prostredie, pretože to prispieva k rozvoju pocitu spolupatričnosti, dôvery rodiny k materskej škole, k zdravému rozvoju detí, k ich úspechu vo vzdelávaní, i pomáha obmedzovať sociálne nerovnosti a zmenšovať rozdiely v kompetenciách medzi deťmi s rôznym socio-ekonomickým zázemím. 3. PODPORNÉ OPATRENIA Dieťažiak má právo na poskytnutie podporného opatrenia (ďalej len PO) uvedeného vo vyjadrení.2 Na poskytnutie podporného opatrenia je potrebné vyjadrenie pedagogického zamestnanca v kategórii učiteľ, školský špeciálny pedagóga odborného zamestnanca alebo vyjadrenie zariadenia poradenstva a prevencie. Vyjadrenie pedagogického zamestnanca v kategórii učiteľ vychádza zo záverov pedagogickej diagnostiky v rámci poskytovaných činností podpornej úrovne prvého stupňa v systéme poradenstva a prevencie, vyjadrenie školského špeciálneho pedagóga a odborného zamestnanca vychádza zo záverov orientačnej diagnostiky v rámci poskytovaných činností podpornej úrovne druhého stupňa v systéme poradenstva a prevencie. Zariadenie poradenstva a prevencie poskytuje vyjadrenie k podporným opatreniam na základe výsledkov základnej diagnostiky, čiastkovej diagnostiky alebo komplexnej diagnostiky realizovanej odbornými zamestnancami na podpornej úrovni tretieho stupňa, špecializovanej diagnostiky, komplexnej diagnostiky a diferenciálnej diagnostiky na podpornej úrovni štvrtého stupňa alebo komplexnej diagnostiky a vysokošpecializovanej diferenciálnej diagnostiky na podpornej úrovni piateho stupňa systému poradenstva a prevencie. 2  145b ods. 6 školského zákona 3.a) POSKYTOVANIE VÝCHOVY A VZDELÁVANIA NA ZÁKLADE ÚPRAVY CIEĽOV, METÓD, FORIEM A PRÍSTUPOV VO VÝCHOVE A VZDELÁVANÍ Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. a) školského zákona - Poskytovanie výchovy a vzdelávania na základe úpravy cieľov, metód, foriem a prístupov vo výchove a vzdelávaní - je poskytnúť individualizovanú podporu a prispôsobiť vyučovanie tak, aby sa zabezpečilo optimálne prostredie pre výchovu a vzdelávanie a rozvoj každého dieťaťažiaka. Podporné opatrenie reflektuje právo dieťaťažiaka na inkluzívnu výchovu a vzdelávanie, na individuálny prístup rešpektujúci jeho potreby, schopnosti a možnosti, nadanie a zdravotný stav. Podporné opatrenie je členené na základe možných vývinových a psychosociálnych oslabení. Oslabením sa rozumie znížená schopnosť, zručnosť alebo funkčnosť napríklad vykonávať pohyb, sústrediť sa, zmyslovo prijímať a spracúvať informácie a podobne. Oslabenie môže byť zapríčinené trvalými alebo dočasnými zmenami vo vývine dieťaťažiaka, ale aj vplyvom traumy, či nepriaznivej a ťažkej životnej situácie. Dané oslabenie môže mať dočasný, alebo trvalý charakter. Jednotlivé oslabenia sú diferencované 7 do oblastí: o pohybových schopností, o zmyslového vnímania, o kognitívnych schopností a exekutívnych funkcií, o komunikačnej schopnosti, o sociálnych zručností, o emocionality, o sebaobsluhy a autonómie. Podporné opatrenie vyžaduje dôkladnú identifikáciu a porozumenie jednotlivých potrieb, schopností a vývinových špecifík detížiakov, čo sa reflektuje do zvýšených požiadaviek a nárokov na spoluprácu medzi pedagogickými zamestnancami (učiteľmi, vychovávateľmi, pedagogickými asistentmi), školským podporným tímom, rodinami, zákonnými zástupcami, zamestnancami zariadenia poradenstva a prevencie a inými relevantnými zainteresovanými stranami. Úpravy cieľov zahŕňajú prácu s diferencovaním cieľov vyučovania vzhľadom na schopnosti dieťaťažiaka. Úpravy cieľov s modifikáciou obsahu možno realizovať iba u detížiakov s podporným opatrením podľa  145b ods. 1, písm. b) školského zákona. Bez úpravy obsahu sú možné úpravy cieľov vyučovania v rozsahu alebo úrovni, ale najmä v spôsobe a podmienkach prezentovania vedomostí, zručností a návykov. Ciele vyučovania možno upravovať vzhľadom na vedomostnú alebo spôsobilostnú úroveň. Úpravy v cieľoch spočívajú najmä v úprave toho, do akej miery má žiak učivo vedieť a za akých podmienok. Úpravy metód vyučovania zahŕňajú individuálne alebo skupinové modifikácie metód expozície učiva, metód opakovania a prehlbovania vedomostí, zručností a návykov a metód preverovania. Pri úprave metód zvažujeme využívanie aktivizujúcich, inovačných, multi-senzorických, kooperačných a projektových metód a pod. Je možné zavádzať nové metódy alebo prispôsobiť zaužívané metódy. Úpravy metód sa týkajú výkladu učiva, práce s učebným materiálom, rôznych spôsobov kladeniaodpovedania na otázky, precvičovania, cvičení a príkladov, ukážok a demonštrácii, foriem diskusií, tvorby kooperatívnych skupín, riadeného objavovania, dohôd učiteľa so žiakmi, hrania rolí, projektov, bádateľských a výskumných aktivít detížiakov a sebahodnotenie. Pri voľbe metód je dôležité zvážiť modalitu informácie, ktorú deťomžiakom prezentujeme a modalitu žiadaných výstupov dieťaťažiaka (ústne, písomné, grafické, neverbálne a pod.). Je možné meniť intenzitu, čas a rozsah precvičovania a využívať rozličné formy opakovania na posilnenie zapamätania nových informácii. Formy vyučovania predstavujú rôzne formy práce ako napr. frontálne, skupinové, individuálne vyučovanie a diferencovaný prístup k deťomžiakom. Formy možno meniť aj podľa typov edukačného prostredia: vyučovanie v triede, čiastočné vyučovanie mimo triedu alebo v špecializovaných priestoroch školy (učebňa so školským špeciálnym pedagógom, učebňa, laboratóriá, dielne, pozemky,..) alebo v mimoškolskom prostredí (podnik, múzeum, šport. zariadenie ..) Prístupy vo vzdelávaní predstavujú súbor opatrení, ktoré pomáhajú zabezpečiť rovný prístup ku kvalitnému vzdelaniu. Vzdelávanie by malo byť dostupné pre všetkých a proces vzdelávania každého dieťaťažiaka by mal byť určovaný najmä jeho schopnosťami a záujmami. Hlavným cieľom podporného opatrenia je: o poskytovať individualizovanú podporu a prispôsobenie vyučovania, s cieľom zabezpečiť optimálne prostredie ktoré rešpektuje jedinečnosť žiaka a prispôsobuje sa jeho potrebám; o zabezpečiť, aby všetky detižiaci mali možnosť cítiť sa prijatí, podporovaní a aby sa im poskytla primeraná príležitosť rozvíjať svoj maximálny potenciál; o reflektovať právo dieťaťažiaka na inkluzívnu výchovu a vzdelávanie a individuálny prístup rešpektujúci jeho potreby, schopnosti a možnosti, nadanie a zdravotný stav; o prispievať k vytvoreniu takého prostredia, ktoré podporuje rozvoj, výchovu a vzdelávanie každého dieťaťažiaka, rešpektuje jeho jedinečnosť a prispôsobuje sa jeho potrebám; o odstrániť prekážky v učení, zlepšiť školskú úspešnosť žiaka. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Odporúčané sú ďalšie súvisiace materiály vydané NIVaM: o Intervencie (Činnosti na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno- komunikačných zručností, emocionality a sebaobsluhy). (SPRIEVODNÉ METODICKÉ MATERIÁLY) o Poskytovanie špeciálnych edukačných publikácií a kompenzačných pomôcok. (SPRIEVODNÉ METODICKÉ MATERIÁLY) Cieľová skupina podporného opatrenia Cieľovou skupinou sú všetky detižiaci bez rozdielu, zvlášť detižiaci s krátkodobými alebo dlhodobými oslabeniami v oblasti pohybových schopností, zmyslového vnímania, kognitívnych schopností a exekutívnych funkcií, v oblasti komunikačnej schopnosti, sociálnych zručností, emocionality a sebaobsluhy a autonómie, deti a žiaci s nadaním. Deti a žiaci zažívajúce neštandardnúnepriaznivú rodinnú situáciu s možným vplyvom na emocionálne prežívanie či vzdelávanie, po dlhodobejšej absencii, po traumatickom zážitku a podobne, na základe identifikácie individuálnych potrieb pedagogickým zamestnancom alebo odborným zamestnancom. Všeobecne platné princípy a prístupy inkluzívneho vzdelávania sa uplatňujú v primárnom, nižšom sekundárnom a sekundárnom vzdelávaní. Jednotlivé inkluzívne princípy a prístupy je však možné uplatňovať aj v predprimárnom vzdelávaní, primerane a s ohľadom na špecifiká predškolského veku. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. a) školského zákona): o škola, o školské výchovno-vzdelávacie zariadenie alebo o špeciálne výchovné zariadenia. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ alebo pedagogický asistent alebo pedagogický zamestnanec v kategórii vychovávateľ v špeciálnom výchovnom zariadení. Forma poskytovania podporného opatrenia Podporné opatrenie sa realizuje individuálne, podľa potrieb dieťaťažiaka v rámci výchovno-vzdelávacej činnosti. Ak si to vyžaduje situácia, po uvážení sa podporné opatrenie môže realizovať skupinou formou s prihliadnutím na potreby konkrétneho dieťaťažiaka (napr. v prípade žiaka s oslabením v oblasti sociálnych zručností). Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťa žiaka na základe vyjadrenia pedagogického zamestnanca v kategórii učiteľ alebo školský špeciálny pedagóg, vyjadrenia odborného zamestnanca školy alebo vyjadrenia zariadenia poradenstva a prevencie. 3.b) POSKYTOVANIE VÝCHOVY A VZDELÁVANIA NA ZÁKLADE ÚPRAVY OBSAHU VÝCHOVY A VZDELÁVANIA A HODNOTENIA VÝSLEDKOV DOSIAHNUTÝCH DEŤMI ALEBO ŽIAKMI VO VÝCHOVE A VZDELÁVANÍ Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. b) školského zákona - Poskytovanie výchovy, vzdelávania na základe úpravy obsahu výchovy a vzdelávania a hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní - je individuálne podporiť dieťažiaka a prispôsobiť mu vyučovanie. Sprievodný materiál, ktorý je súčasťou tohto opatrenia, kladie dôraz na právo dieťaťažiaka na výchovu a vzdelávanie, rešpektujúce jeho individuálne potreby, schopnosti, nadanie a zdravotný stav. Podporné opatrenie si vyžaduje dôkladnú identifikáciu a pochopenie potrieb, schopností a vývinových špecifík jednotlivých detížiakov. Spolupráca medzi pedagogickými zamestnancami, školským podporným tímom, rodinami, zákonnými zástupcami, zamestnancami zariadenia poradenstva a prevencie a ďalšími relevantnými zainteresovanými stranami je nevyhnutná. Podporné opatrenie je členené na základe možných vývinových a psychosociálnych oslabení. Oslabením sa rozumie znížená schopnosť, zručnosť alebo funkčnosť napríklad vykonávať pohyb, sústrediť sa, zmyslovo prijímať a spracúvať informácie a podobne. Oslabenie môže byť zapríčinené trvalými alebo dočasnými zmenami vo vývine žiaka, ale aj vplyvom traumy či nepriaznivej a ťažkej životnej situácie. Dané oslabenie môže mať pritom dočasný alebo aj trvalý charakter. Jednotlivé oslabenia sú diferencované do 7 oblastí: o pohybových schopností, o zmyslového vnímania, o kognitívnych schopností a exekutívnych funkcií, o komunikačnej schopnosti, o sociálnych zručností, o emocionality, o sebaobsluhy a autonómie. Úpravy hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní Hodnotenie dosiahnutých výsledkov v edukačnom procese je nástrojom, ktorým žiaka prirodzene motivujeme k sebahodnoteniu, ale aj k vyššiemu výkonu. Sprievodný materiál, ktorý je súčasťou tohto podporného opatrenia, poukazuje na možnosti prispôsobenia hodnotenia tak, aby bolo žiakom umožnené rozvíjať ich schopnosti, zručnosti a celú osobnosť a zároveň sa cítili podporovaní a zapojení do výchovno-vzdelávacieho procesu. Hodnotenie je zakotvené v školskom zákone a škola má systém hodnotenia uvedený v školskom vzdelávacom programe. Úpravy v hodnotení zahŕňajú celé spektrum alternatívneho hodnotenia žiaka, v ktorom sa zameriavame na individuálny rámec hodnotenia výkonu. Môžu využívať parciálne aj sumatívne slovné hodnotenia, úpravy v priebežnom aalebo celkovom hodnotení, modifikované hodnotenie v písomných, projektových a ústnych skúšaniach, modifikované hodnotenie správania, zavedenie formatívneho hodnotenia alebo systému korektívneho hodnotenia. V odôvodnených prípadoch je možné čiastočne nehodnotiť žiaka známkou z predmetu, správania alebo skupiny predmetov, kde sa premieta negatívny dopad zdravotného znevýhodnenia. Počas adaptačného procesu žiakov  cudzincov, v čase osvojovania si vyučovacieho jazyka školy, sa odporúča pri priebežnom aj súhrnnom hodnotení využívať prevažne slovné hodnotenie a to najmä u žiakov 1. stupňa základnej školy; u žiakov 2. stupňa základnej školy a žiakov strednej školy sa odporúča doplniť klasifikáciu slovným hodnotením (tzv. kombinované hodnotenie). Zmyslom úpravy hodnotenia je zvýšenie alebo udržanie motivácie k učeniu a želanému správaniu. Ak z dôvodu znevýhodnenia alebo iných okolností, je pre žiaka niektorá diagnostická metóda nevýhodná (ústna skúška, písomná, praktické skúšanie, didaktický test, menej riadené metódy, práce žiaka), volíme metódu preverovania vedomostí, zručností, návykov, ktorá nie je znevýhodňujúca. Pri hodnotení žiakov s úpravami vychádzame o. i. z výchovno-vzdelávacích požiadaviek vzdelávacích programov, ktoré sa prispôsobujú tak, aby zahŕňali aj osobitosti hodnotenia žiakov s podpornými opatreniami. Úpravy obsahu výchovy a vzdelávania Úpravy obsahu výchovy a vzdelávania sú zámerne a systematicky navrhované na podporu a rozvoj detížiakov, pričom cieľom je posilniť a podporovať ich motiváciu a schopnosti. Úpravy obsahu predstavujú celý rad opatrení, ktoré je možné uplatniť v prípade, že dieťažiak nedokáže zvládnuť obsah vzdelávania príslušného cyklu alebo predmetu v krátkodobom alebo dlhodobom horizonte. Je možné uplatňovať menšie aj zásadnejšie zmeny v učive, alebo nahradiť učivo či vyučovací predmet v súlade s odporúčaním zariadenia poradenstva a prevencie a záverov pedagogickej diagnostiky. Je dôležité, aby úpravy vo vyučovaní a hodnotení a úpravy obsahu vzdelávania, v zmysle redukcie alebo nahradenia, boli realizované až po vyčerpaní všetkých iných možností. Žiak sa môže učiť podľa upraveného obsahu vzdelávania v rámci podporných opatrení alebo vzdelávacích programov pre detižiakov so zdravotným znevýhodnením, alebo individuálneho vzdelávacieho programu (najväčšia miera prispôsobenia potrebám žiaka). Obsah vzdelávania pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami môže byť obohatený obsahom, ktorý je doplnením štandardného vyučovacieho obsahu Takéto obohatenie obsahu sa realizuje u tých žiakov so špeciálnymi výchovno-vzdelávacími potrebami, ktorí nemôžu napredovať v rámci bežných vyučovacích hodín a ktorí postupujú podľa individuálnych vzdelávacích programov. Taktiež môže ísť o špecifické vyučovacie predmety pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami; obsah a predmety špeciálnej základnej školy. Hodiny určené na výučbu špecifického vyučovacieho predmetu môže škola použiť namiesto výučby vyučovacích predmetov, v ktorých žiak vzhľadom na zdravotné znevýhodnenie nemôže primerane napredovať. Hlavným cieľom podporného opatrenia je: o poskytovať individualizovanú podporu a prispôsobenie vyučovania, s cieľom zabezpečiť optimálne prostredie, ktoré rešpektuje jedinečnosť žiaka a prispôsobuje sa jeho potrebám; o zabezpečiť, aby všetky detižiaci mali možnosť cítiť sa prijatí, podporovaní a aby sa im poskytla primeraná príležitosť rozvíjať svoj maximálny potenciál; o reflektovať právo dieťaťažiaka na inkluzívnu výchovu a vzdelávanie a individuálny prístup rešpektujúci jeho potreby, schopnosti a možnosti, nadanie a zdravotný stav; o prispievať k vytvoreniu takého prostredia, ktoré podporuje rozvoj, výchovu a vzdelávanie každého dieťaťažiaka, rešpektuje jedinečnosť dieťaťažiaka a prispôsobuje sa jeho potrebám. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY. Odporúčané sú ďalšie súvisiace materiály vydané NIVaM: o Intervencie (Činnosti na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno- komunikačných zručností, emocionality a sebaobsluhy) (SPRIEVODNÉ METODICKÉ MATERIÁLY) o Poskytovanie špeciálnych edukačných publikácií a kompenzačných pomôcok. (SPRIEVODNÉ METODICKÉ MATERIÁLY) Cieľová skupina podporného opatrenia Cieľovou skupinou sú detižiaci s krátkodobým alebo dlhodobým oslabením v oblasti pohybových schopností, zmyslového vnímania, kognitívnych schopností a exekutívnych funkcií, v oblasti komunikačnej schopnosti, sociálnych zručností, emocionality a sebaobsluhy a autonómie a žiaci so všeobecným intelektovým nadaním. Všeobecne platné princípy a prístupy inkluzívneho vzdelávania sa uplatňujú v primárnom, nižšom sekundárnom a sekundárnom vzdelávaní. Jednotlivé inkluzívne princípy a prístupy je však možné uplatňovať aj v predprimárnom vzdelávaní, primerane a s ohľadom na špecifiká predškolského Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. b) školského zákona): o škola, o školské výchovno-vzdelávacie zariadenie alebo o špeciálne výchovné zariadenia. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ alebo pedagogický asistent alebo pedagogický zamestnanec v kategórii vychovávateľ v špeciálnom výchovnom zariadení. Forma poskytovania podporného opatrenia Podporné opatrenie sa realizuje individuálne, podľa potrieb dieťaťažiaka v rámci výchovno-vzdelávacej činnosti. Ak si to vyžaduje situácia, po uvážení sa podporné opatrenie môže realizovať skupinou formou s prihliadnutím na potreby konkrétneho dieťaťažiaka (napr. pri hodnotení žiaka v rámci skupinovej práce). Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťažiaka na základe vyjadrenia zariadenia poradenstva a prevencie. PO je zamerané na úpravy obsahu v zmysle individualizácie, flexibility, motivačného charakteru a možnosti alternatív pre potreby každého dieťaťažiaka. Miera redukcie obsahu vzdelávania je uvedená v IVP konkrétneho žiaka. 3.c) ZABEZPEČENIE ČINNOSTÍ NA ROZVOJ POHYBOVEJ SCHOPNOSTI, ZMYSLOVÉHO VNÍMANIA, KOMUNIKAČNEJ SCHOPNOSTI, KOGNITÍVNEJ SCHOPNOSTI, SOCIÁLNO-KOMUNIKAČNÝCH ZRUČNOSTÍ, EMOCIONALITY A SEBAOBSLUHY OPIS PODPORNÉHO OPATRENIA Cieľom podporného opatrenia podľa  145a, ods. 2, písm. c) školského zákona - Zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy - je zmierňovať alebo odstraňovať prekážky dieťaťažiaka vo výchove a vzdelávaní s cieľom zabezpečiť rozvoj jeho schopností alebo osobnosti a dosiahnutie primeraného stupňa vzdelania prostredníctvom intervencií. Podporné opatrenie môže byť chápané ako súbor špecificky zameraných výchovno-vzdelávacích činností a odborne poskytovaných aktivít rešpektujúcich potreby detížiakov v školách a školských zariadeniach v nasledovných oblastiach: o rozvoj a podpora pohybových schopností, o rozvoj a podpora zmyslového vnímania, o rozvoj a podpora kognitívnych schopností, o rozvoj a podpora komunikačnej schopnosti, o rozvoj a podpora sociálno-komunikačných zručností, o rozvoj a podpora emocionality, o rozvoj a podpora sebaobsluhy. Podporné opatrenie sa môže zameriavať na rozvoj a podporu jednej z uvedených oblastí alebo na rozvoj a podporu viacerých oblastí súčasne. Toto podporné opatrenie sa v školách a školských zariadeniach môže vykonávať v rámci činností podpornej úrovne prvého až piateho stupňa podľa  145a ods. 2 písm. c) školského zákona. Činnosti podpornej úrovne prvého stupňa vykonáva pedagogický zamestnanec, odborný zamestnanec školy aalebo školský podporný tím. Do činnosti podpornej úrovne prvého stupňa patrí pedagogická intervencia. Činnosti podpornej úrovne druhého stupňa vykonáva školský špeciálny pedagóg aalebo odborný zamestnanec školy v spolupráci s centrom poradenstva a prevencie. Do činností podpornej úrovne druhého stupňa patrí intervencia ( 131 školského zákona). Intervencie sú integrálnou súčasťou vzdelávacieho programu, podľa ktorého sa uskutočňuje vzdelávanie dieťaťažiaka v škole alebo v školskom zariadení. Rozvoj a podpora pohybových schopností Podporné opatrenie sa zameriava na rozvoj pohybovej samostatnosti a fyzickej zdatnosti dieťaťažiaka. Jeho súčasťou je okrem stimulácie pohybu aj relaxácia a regenerácia preťažených súčastí pohybového aparátu. Aktivity a činnosti sú spravidla zamerané na oblasť psychomotoriky, motility, mobility a hrubej motoriky (pohyby veľkých svalových skupín, lokomócia, orientácia v priestore, ...), jemnej motoriky  ktorej súčasťou je aj grafomotorika, logomotorika, mimika, oromotorika, vizuomotorika a senzomotorika. Podporné opatrenie smeruje k deťomžiakom s oslabením a narušením v oblasti motoriky, pohybovej samostatnosti a fyzickej zdatnosti. Rozvoj a podpora zmyslového vnímania Podporné opatrenie je zamerané na stimuláciu vývinu alebo podporu spracovania zmyslového vnímania dieťaťažiaka zohľadňujúc možné prepodnecovanie zmyslovými podnetmi. Je prostriedkom eliminácie možných bariér v percepcii a kompenzáciu dôsledkov bariér spojených so zmyslovým vnímaním. Aktivity a činnosti sú spravidla zamerané na rozvoj a podporu konkrétnych zmyslových funkcií  zrakového vnímania, hmatového vnímania, sluchového vnímania, čuchového a chuťového vnímania, vestibulárneho vnímania apropriocepcie, ale aj na osvojenie si aktivít napomáhajúcich relaxácii a oddychu pri zmyslovom preťažení. Podporné opatrenie môže byť v prípade potreby poskytnuté všetkým bez rozdielu  ako pre zdravé detižiakov, tak aj pre všetkých jednotlivcov s deficitmi v zrakovom, sluchovom, hmatovom, čuchovom, chuťovom alebo vestibulárnom vnímaní alebo propriocepcii vrátane detížiakov s PAS či s viacnásobným postihnutím. Rozvoj a podpora komunikačnej schopnosti Podporné opatrenie je zamerané na systematický rozvoj a podporu reči, jazyka a komunikácie dieťaťažiaka s identifikovanou špeciálnou výchovno-vzdelávacou potrebou vo všetkých zložkách jazykových spôsobilostí - v hovorenej reči, v písanej reči a čítanej reči. Aktivityčinnosti zamerané na rozvoj a podporu komunikačnej schopnosti rozvoj a podporu reči, jazyka a komunikácie sa realizujú skupinovo alebo individuálne. Podporné opatrenie môže byť poskytované deťomžiakom s narušenou komunikačnou schopnosťou, s vývinovými poruchami učenia, ale aj deťomžiakom, ktorí majú krátkodobé, resp. prechodné poruchy jazyka, reči aalebo komunikácie. Rozvoj a podpora kognitívnych schopností Podporné opatrenie je zamerané na systematický rozvoj a podporu kognitívnych a exekutívnych funkcií detížiakov. Obsahovo sa spravidla zameriava na jednu alebo viac z nasledovných oblastí: pamäť, myslenie, pozornosť, schopnosť riešiť problémy, usudzovanie, porozumenie a používanie reči, plánovanie, organizovanie, predstavivosť či priestorovú orientáciu. Podporné opatrenie môže byť poskytované deťomžiakom, u ktorých sa zvyšujú nároky na podporu v danej oblasti alebo v jej jednotlivých častiach, napríklad deťomžiakom podpriemernými intelektovými schopnosťami, s kognitívnymi deficitmi, s mentálnym postihnutím, viacnásobným postihnutím, ale aj zmyslovým postihnutím a i. Rozvoj a podpora sociálno-komunikačných zručností Podporné opatrenie je zamerané na zapojenie sa dieťaťažiaka v čo najväčšej možnej miere do sociálneho prostredia rovesníkov a iných sociálnych skupín a úspešne v nich napĺňať svoje sociálne roly. V rámci opatrenia môžu byť poskytované činnostiaktivity na stimuláciu sociálnej interakcie dieťaťažiaka, podporu a rozvíjanie vzťahov: o stimuláciu sociálnej interakcie dieťaťažiaka, podporu a rozvíjanie vzťahov, o stimuláciu sociálno-emocionálneho vývinu, praktické používanie komunikačného správania, o tréning sociálno-komunikačných zručností, osvojovanie si sociálne prijateľného a prosociálneho správania, o korekciu problémového správania, asertívne riešenie konfliktných a záťažových situácií, prácu s kolektívom triedy a pod. Podporné opatrenie môže byť poskytované deťomžiakom, u ktorých sa vyskytujú zvýšené nároky na podporu v danej oblasti, ktoré môžu vyplývať z ich zdravotného znevýhodnenia, napríklad z poruchy autistického spektra (ďalej len PAS), z poruchy aktivity a pozornosti, z poruchy správania a iných, ale aj napríklad intelektového nadania. Rozvoj a podpora emocionality Podporné opatrenie je zamerané na rozvoj emocionality a sociálnych zručností detížiakov a má viesť k zlepšeniu nielen v oblasti emocionálnej inteligencie, ale prispievať aj k psychickej pohode, zvýšeniu kvality osobných vzťahov, čo v školskom prostredí vplýva aj na výkon v akademickej oblasti. Aktivity a činnosti môžu byť smerované na stimuláciu rozvoja emocionality, identifikáciu vlastných emócií a ich príčin, uvedomovanie si rozdielov medzi emóciami, myšlienkami a činmi, sebaovládanie (prejavovanie emócií spoločensky žiaducim spôsobom, regulácia emócií a správania sa, schopnosť spracovať negatívne emócie, schopnosť spracovať vlastné pohnútky, vnútorná motivácia, schopnosť utvárať si pozitívne ciele), vnímanie emócií druhých ľudí, sociálne uvedomenie (empatia, súcit, schopnosť kooperácie), sebaprijatie a podporu budovania pozitívneho sebaobrazu, aplikáciu komplexných programov podporujúcich emocionálne zdravie detížiakov. Podporné opatrenie môže byť poskytované deťom a žiakom, u ktorých sa vyskytujú zvýšené nároky na podporu v danej oblasti, ktoré môžu vyplývať z ich zdravotného znevýhodnenia, aktuálneho zdravotného stavu, nadania, či sociálnych podmienok. Rozvoj a podpora sebaobsluhy Podporné opatrenie je zamerané na čo najväčší možný rozvoj sebaobslužných činností a rozvoj autonómie dieťaťažiaka. Aktivity a činnosti môžu zahŕňať starostlivosť o vlastné telo  osobnú hygienu, obliekanie a starostlivosť o odevy a obuv, stravovanie vrátane prípravy jedla a udržiavania poriadku v kuchyni, nakupovanie, celkovú údržbu domácnosti a pod. Detižiakov, ktorí nie sú schopní realizovať sebaobslužné činnosti nezávisle a samostatne, zapájame do činností a aktivít podľa ich možností a vykonávajú aspoň tie aktivityčinnosti, ktoré im ich zdravotné znevýhodnenie alebo ich stav umožňuje. Podporné opatrenie môže byť poskytované deťomžiakom s chorobou a zdravotným oslabením, dlhodobo hospitalizovaným deťomžiakom, dlhodobo pripútaným na lôžko z dôvodu závažnej choroby a pod. Sprievodný materiál Intervencie s bližšími informáciami k podpornému opatreniu je dostupný v: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia o Všetky deti a žiaci podľa potreby, stavu identifikovaných ťažkostí alebo oslabení. o Žiaci, ktorí sa pripravujú na vykonanie externého testovania na získanie nižšieho stredného vzdelania. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. c) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami o špeciálne výchovné zariadenie. V rámci podporného opatrenia môžu spolupracovať pedagogickí zamestnanci, odborní zamestnanci, školský podporný tím. Podporné opatrenie poskytuje školský špeciálny pedagóg a odborní zamestnanci školy alebo špeciálneho výchovného zariadenia. V školách pre deti a žiakov so špeciálnymi výchovno- vzdelávacími potrebami vykonávajú činnosti aj pedagogickí zamestnanci. V odôvodnených prípadoch môžu poskytovať podporné opatrenie aj pedagogickí zamestnanci s metodickou podporou odborných zamestnancov zo zariadení poradenstva a prevencie. Forma poskytovania podporného opatrenia Podporné opatrenie sa môže poskytovať rôznymi formami: o individuálne alebo aj skupinovo; o v triede dieťaťažiaka alebo aj mimo nej; o mimo svojej kmeňovej triedy aalebo školy (v inej triede, v špeciálnej triede, v inej škole, v škole pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami); o môže byť integrálnou súčasťou kombinovaných foriem výučby dieťaťa alebo žiaka; o môže prebiehať aj vo výučbe špecifického vyučovacieho predmetu; o v materských školách môže byť začleňované do všetkých foriem denných činností, v rámci intervencií môžu v rôznych kombináciách spolupracovať pedagogickí, odborní zamestnanci školy a školský podporný tím. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia je podľa individuálnych potrieb dieťaťažiaka na základe vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo školského podporného tímu. 3.d) ČINNOSŤ NA PODPORU DOSAHOVANIA ŠKOLSKEJ SPÔSOBILOSTI Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. d) školského zákona - Činnosť na podporu dosahovania školskej spôsobilosti - je systematicky rozvíjať oblasti dieťaťa, ktoré majú priamy vplyv na dosiahnutie jeho školskej spôsobilosti. Činnosť v rámci podporného opatrenia sa realizuje v rámci školského vzdelávacieho programu školyvýchovného programu zariadenia, podľa ktorého sa uskutočňuje predprimárne vzdelávanie dieťaťa. Podporné opatrenie je zahrnuté do individuálneho vzdelávacieho programu dieťaťa, ak to odporučí príslušné zariadenie poradenstva a prevencie. Podporné opatrenie je možné realizovať rozvíjajúcimi činnosťami aj programami, ktoré môžu byť zamerané na ktorúkoľvek oblasť vývinu dieťaťa, ktorá je vo vzťahu k dosiahnutiu školskej spôsobilosti relevantná (sociálna a emocionálna oblasť, hrubá motorika, psychomotorika, jemná motorika, grafomotorika, vizuomotorická koordinácia, jazyk a reč, sluchové vnímanie, zrakové vnímanie, pozornosť, predstavivosť, pamäť, myslenie a iné). Činnosti v rámci podporného opatrenia sú spravidla zamerané na: o rozvíjanie spôsobilostí dieťaťa pre neskoršie učenie sa čítať a písať analyticko-syntetickou metódou v 1. ročníku (prípadne v úvodnom alebo prípravnom ročníku) základnej školyzákladnej školy pre žiakov so zdravotným znevýhodnením za súčasnej podpory predčitateľskej gramotnosti a záujmov dieťaťa (napr. činnosti zamerané na porozumenie hovorenej a písanej reči, spoločné čítanie kníh sprevádzané dialógom o prečítanom texte, rozprávanie dieťaťa o počúvaných príbehoch, o prežitej skúsenosti, podľa obrázkových schém, aktívne počúvanie príbehu, rozprávky, kladenie otázok, vysvetľovanie vlastných postrehov, predstáv a názorov dieťaťa, rozvíjanie fonologických schopností a grafomotorických zručností); o rozvíjanie spôsobilostí dieťaťa pre neskoršie učenie sa počítať v 1. ročníku (prípadne v úvodnom alebo prípravnom ročníku) základnej školyzákladnej školy pre žiakov so zdravotným znevýhodnením za súčasnej podpory matematického myslenia dieťaťa pri riešení situácií z bežného života (napr. činnosti zamerané na počítanie, porovnávanie, triedenie, priraďovanie, usporiadanie, posudzovanie, zostrojovanie, či plánovanie); o rozvíjanie sociálnych zručností a emocionality pre adaptáciu a plnenie školských povinností v 1. ročníku (prípadne v úvodnom alebo prípravnom ročníku) základnej školyzákladnej školy pre žiakov so zdravotným znevýhodnením za súčasnej podpory prosociálneho správania (napr. činnosti zamerané na tvorenie pravidiel, skupinovú spoluprácu, sebareguláciu, či zdvorilú komunikáciu). Činnosti na podporu dosahovania školskej spôsobilosti sú integrálnou súčasťou výchovno-vzdelávacej činnosti, v rámci ktorej je uplatňovaný diferencovaný prístup a individuálny prístup k dieťaťu. Využívajú sa príležitosti na zaraďovanie čítania s dieťaťom, hier so slovami a iných aktivít v rôznych časových úsekoch počas dňa, aby prirodzene sledovali tému a zameranie vzdelávacích aktivít. Pri plánovaní a realizácii aktivít sa dbá na ich hrový charakter, neustále je sledovaná motivácia a záujem dieťaťa v snahe vyhnúť sa drilu a formálnemu tréningu, ktorý môže negatívnym spôsobom ovplyvniť vnútornú motiváciu a neskoršie vzdelávacie úspechy dieťaťa. Sprievodný materiál Činnosť na podporu dosahovania školskej spôsobilosti s bližšími informáciami k podpornému opatreniu je dostupný v: SPRIEVODNÉ METODICKÉ MATERIÁLY. Odporúčané sú ďalšie súvisiace materiály vydané NIVaM (pôvodne Štátnym pedagogickým ústavom):  Povinné predprimárne vzdelávanie: sprievodca cieľmi a obsahom (2021): Sprievodca-cielmi-obsahom.pdf (statpedu.sk)  Dieťa s rizikovým vývinom: možnosti kompenzačnej podpory v predškolskom vzdelávaní (2022): Spu-dieta-rizikovym-vyvinom-web- final.pdf (statpedu.sk)  Sprievodný materiál Intervencie (Činnosti na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy). (SPRIEVODNÉ METODICKÉ MATERIÁLY) Cieľová skupina podporného opatrenia Poskytuje sa deťom so zdravotným znevýhodnením, deťom zo sociálne znevýhodneného prostredia (podľa  2 písm. j) až o) školského zákona) a deťom, ktorých zdravotný stav, sociálne podmienky, jazykové schopnosti, nadanie, správanie, kognitívne schopnosti, motivácia, emocionalita, tvorivosť alebo zručnosti vyžadujú poskytnutie podporného opatrenia určeného diagnostikou v zariadeniach poradenstva a prevencie (podľa  2 písm. i) školského zákona) a zároveň sú to deti, ktoré: o plnia povinné predprimárne vzdelávanie, alebo o pokračujú v plnení povinného predprimárneho vzdelávania. o Pri podpore dieťaťa so zdravotným znevýhodnením sa postupuje v zmysle sprievodného materiálu Intervencie (SPRIEVODNÉ METODICKÉ MATERIÁLY). Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. d) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o zariadenie poradenstva a prevencie alebo o liečebno-výchovné sanatórium. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ alebo pedagogický zamestnanec v kategórii vychovávateľ v liečebno-výchovnom sanatóriu. Podporu pri dosahovaní školskej spôsobilosti poskytuje podľa podmienok školyškolského zariadenia aj školský špeciálny pedagóg a odborní zamestnanci (môžu pritom postupovať v zmysle sprievodného materiálu k podpornému opatreniu Intervencie, ktorý je vypracovaný pre potreby podporného opatrenia podľa  145a ods. 2 písm. c) školského zákona, ktorým je zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy). Podľa potreby dieťaťa môže škola alebo školské zariadenie zabezpečiť uvedené podporné opatrenie v spolupráci so zariadením poradenstva a prevencie. Zabezpečenie podporného opatrenia v zariadení poradenstva a prevencie si určí príslušné zariadenie poradenstva a prevencie. Realizácia podporného opatrenia prebieha v aktívnej spolupráci pedagogických zamestnancov s odbornými zamestnancami a so zákonnými zástupcami dieťaťa. Forma poskytovania podporného opatrenia Činnosti na podporu školskej spôsobilosti môžu rozvíjať jednu konkrétnu oblasť vývinu, alebo môžu integrovane rozvíjať niekoľko oblastí súčasne formou: o skupinovou - napr. rozdelenie detí s porovnateľnou úrovňou spôsobilostí do skupín, s porovnateľnou úrovňou náročnosti úloh, s rôznou úrovňou spôsobilostí detí a s rôznou náročnosťou úloh a i.), o individuálnou - pre samostatnú činnosť dieťaťa alebo individuálnu pedagogickú prácu s dieťaťom. Skupinové a individuálne formy práce realizujú aj školský špeciálny pedagóg a odborní zamestnanci v zmysle sprievodného materiálu Intervencie (SPRIEVODNÉ METODICKÉ MATERIÁLY). Odporúčaný rozsah podporného opatrenia Rozsah poskytovaného podporného opatrenia je potrebné prispôsobiť individuálnym potrebám a schopnostiam dieťaťa a podmienkam materskej školy. Rozsah podporného opatrenia sa poskytuje dieťaťu na základe určenia vo vyjadrení zariadenia poradenstva a prevencie, alebo spravidla do optimálneho dosiahnutia školskej spôsobilosti, alebo v zmysle  28a ods. 4 školského zákona do času, kedy dieťa začne plniť povinnú školskú dochádzku v základnej škole. 3.e) ZABEZPEČENIE POSKYTOVANIA KURZU VYUČOVACIEHO JAZYKA ŠKOLY ALEBO INEJ PODPORY PRI OSVOJOVANÍ SI VYUČOVACIEHO JAZYKA ŠKOLY Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. e) školského zákona - Zabezpečenie poskytovania kurzu vyučovacieho jazyka školy alebo inej podpory pri osvojovaní si vyučovacieho jazyka školy - je zlepšiť jazykové kompetencie detížiakov vo vyučovacom jazyku školy prostredníctvom podpory pri osvojovaní si vyučovacieho jazyka školy u detížiakov, ktorých materinský jazyk sa líši od vyučovacieho jazyka školy, ktorú navštevujú a u detížiakov, ktorých znalosť vyučovacieho jazyka školy je nižšia ako veku primeraná znalosť vyučovacieho jazyka školy. Jazyková podpora má deťomžiakom zabezpečiť rýchlejšie osvojenie si vyučovacieho jazyka školy a následne úspešnejšie absolvovanie výchovno- vzdelávacieho procesu. Podporné opatrenie sa netýka bilingválneho vzdelávania podľa  12 ods. 6 školského zákona. Podporné opatrenie je možné realizovať rozvíjajúcimi činnosťami a programami. Činnosti v rámci podporného opatrenia sa sústreďujú na základnú sociálnu komunikáciu dieťaťažiaka v spojení s určitým konaním (v bežnej sociálnej komunikácii, v hre). Podpora osvojovania si vyučovacieho jazyka školy sa realizuje integrovane v rámci vzdelávacích oblastí vyučovacích predmetov podľa školského vzdelávacieho programu. Súčasťou vzdelávacích aktivít je vizualizácia vzdelávacieho obsahu (obrázky, fotografie, obrázkovo-pojmové mapy, miniatúry, reálne predmety a pod.). Podpora sa poskytuje aj pre orientáciu dieťaťažiaka v priestore, v režime dňa, v štruktúre úlohy prostredníctvom tematicky zameraných komunikačných kariet, pracovných listov, obrázkov, piktogramov a pod. Uplatňovaný je individuálny a diferencovaný prístup k dieťaťužiakovi. Prostredie školy je jazykovo podnetné z hľadiska dostatočných príležitostí na komunikáciu a na možnosti výberu kníh rôznych žánrov, ktoré sú pre dieťažiaka zaujímavé a tematicky príťažlivé. Využívajú sa rozmanité metodiky na podporu jazyka, jazykové, didaktické a spoločenské hry, pomôcky a edukačné publikácie zamerané na podporu reči a jazykových schopností dieťaťažiaka určené pre daný vek. Úprava cieľov a obsahu výchovy a vzdelávania sa môže realizovať formou rozloženia v rámci stupňa vzdelania, tzn. že pri realizácii výchovy a vzdelávania sa berie ohľad na úroveň doterajších skúseností dieťaťa aalebo dosiahnutého vzdelania žiaka, ovládanie vyučovacieho jazyka a ďalšie individuálne osobitosti detížiakov. Sprievodný materiál Možnosti podpory pri osvojovaní si vyučovacieho (slovenského) jazyka školy - slovenský jazyk ako druhý jazyk s bližšími informáciami k podpornému opatreniu je dostupný v: SPRIEVODNÉ METODICKÉ MATERIÁLY Diagnostický nástroj Vstupný test na určenie úrovne ovládania slovenského jazyka pre žiakov, ktorých materinský (prvý) jazyk sa líši od vyučovacieho (slovenského) jazyka školy (súčasť POO K6 R2), je dostupný v: SPRIEVODNÉ METODICKÉ MATERIÁLY Odporúčané sú ďalšie súvisiace materiály vydané Národným inštitútom vzdelávania a mládeže (pôvodne Štátnym pedagogickým ústavom): Dieťa hovoriace iným jazykom: možnosti kompenzačnej podpory predškolskom vzdelávaní (2021). Cieľová skupina podporného opatrenia Podporné opatrenie je určené pre deti a žiakov s potrebou podpory pri osvojovaní si vyučovacieho jazyka, ktorí majú odlišný materinský jazyk od vyučovacieho jazyka školy a ich úroveň ovládania vyučovacieho jazyka na základe realizovanej jazykovej diagnostiky je na tzv. prahovej úrovni (cca na úrovni B1 podľa SERR) a nižšie, alebo pre deti cudzincov podľa  146 školského zákona. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. e) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami okrem bilingválneho vzdelávania alebo o špeciálne výchovné zariadenie. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ, pedagogický asistent alebo vychovávateľ v špeciálnom výchovnom zariadení. Jazykové kurzy pre deti cudzincov môže organizovať aj iná právnická alebo fyzická osoba po získaní akreditácie ( 146 ods. 6 školského zákona). Forma poskytovania podporného opatrenia Podporné opatrenie sa môže realizovať v podobe rozšíreného jazykového vzdelávania v rámci povinného vyučovacieho predmetu, voliteľného vyučovacieho predmetu, kurzu či doučovania so zameraním na osvojovanie si vyučovacieho jazyka. V prípade, že ide o jazykový kurz, je realizovaný priamo v škole, mimo školy alebo dištančnou formou prostredníctvom dostupných komunikačných prostriedkov založených na využívaní počítačových sietí. Podporné opatrenie sa poskytuje individuálne alebo skupinovo. Odporúčaný rozsah podporného opatrenia  Pre deti v predprimárnom vzdelávaní, ktoré majú občianstvo Slovenskej republiky, odlišný materinský jazyk (podľa 11 ods. 6 písm. a) siedmeho bodu školského zákona) a potrebujú podporu pri osvojení si vyučovacieho jazyka je časová dotácia 33 hodín na jeden kurz.  Pre žiakov, ktorí majú občianstvo Slovenskej republiky, odlišný materinský jazyk (podľa 11 ods. 6 písm. a) siedmeho bodu školského zákona) a potrebujú podporu pri osvojení si vyučovacieho jazyka je časová dotácia 33 hodín na jeden kurz (pre žiakov so základnou úrovňou ovládania vyučovacieho jazyka) a 66 hodín na jeden kurz (pre žiakov bez znalosti vyučovacieho jazyka-na základe výsledkov jazykovej diagnostiky).  Pre žiakov, ktorí sa dlhodobo vzdelávali v inom jazyku a potrebujú podporu pri osvojovaní si vyučovacieho jazyka (podľa 25 ods. 10 školského zákona) je časová dotácia 33 hodín na jeden kurz (pre žiakov so základnou úrovňou ovládania vyučovacieho jazyka) a 66 hodín na jeden kurz (pre žiakov bez znalosti vyučovacieho jazyka-na základe výsledkov jazykovej diagnostiky).  Pre deti cudzincov (podľa 146, ods. 3 školského zákona) je základný jazykový kurz s časovou dotáciou 48 hodín - 200 hodín na jeden kurz. Dieťažiak bez znalosti slovenského jazyka je vzdelávaný v rámci intenzívnej jazykovej podpory.  Pre deti cudzincov (podľa 146, ods. 3 školského zákona) so základnou úrovňou ovládania slovenského jazyka sa realizuje rozširujúci jazykový kurz s časovou dotáciou 64 hodín - 150 hodín na jeden kurz Rozsah podporného opatrenia je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy. Podpora je poskytovaná súbežne aj v rámci výchovno-vzdelávacej činnostivýchovno-vzdelávacieho procesu, pričom je dieťaťužiakovi poskytovaná individuálna jazyková podpora podľa jeho potrieb a nárokov vzdelávania. 3.f) ZABEZPEČENIE DOUČOVANIA ALEBO CIELENÉHO UČENIA NA DOSIAHNUTIE NAJVYŠŠIEHO INDIVIDUÁLNEHO KOGNITÍVNEHO POTENCIÁLU DIEŤAŤA ALEBO ŽIAKA Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. f) školského zákona - Zabezpečenie doučovania žiaka alebo cieleného učenia na dosiahnutie najvyššieho individuálneho kognitívneho potenciálu dieťaťa alebo žiaka - je prostredníctvom kvalitného a dostupného doučovania v hodinách mimo vyučovania v stanovenom rozsahu zlepšovať vedomosti a zručnosti žiakov a eliminovať riziko opakovania ročníka a predčasného ukončenia vzdelávania žiakov. Podporné opatrenie možno realizovať tiež prostredníctvom cieleného učenia. Cielené učenie je proces, pri ktorom sa zameriavame na konkrétny cieľ alebo výsledok vzdelávania. Očakávaný výsledok cieleného učenia je vopred konkrétne stanovený. Očakávaným výsledkom môže byť napríklad zvládnutie novej zručnosti, porozumenie komplexnému konceptu alebo pripravenosť na skúšku. Vzdelávacie činnosti pri cielenom učení sa zameriavajú výlučne na informácie, ktoré sú priamo súvisiace so stanoveným cieľom. Činnosti v rámci podporného opatrenia sú zamerané na: o všeobecnovzdelávacie predmety, o vyučovacie predmety zamerané na odborné vedomosti, o vyučovacie predmety zamerané na praktické zručnosti, o praktické vyučovanie, o profilujúce predmety. Cieľová skupiny podporného opatrenia Podporné opatrenie je poskytované žiakom: o neprospievajúcim z aspoň jedného povinného alebo povinne voliteľného vyučovacieho predmetu na polročnom hodnotení alebo koncoročnom hodnotení, o nehodnoteným z aspoň jedného povinného alebo povinne voliteľného vyučovacieho predmetu na polročnom alebo koncoročnom hodnotení, ak sa na vyučovacom predmete ospravedlnene nezúčastňovali alebo tento vyučovací predmet nebol súčasťou školského vzdelávacieho programu, podľa ktorého sa vzdelával, o s výraznými ťažkosťami s dosahovaním stanovených vzdelávacích štandardov v jednej alebo viacerých vzdelávacích oblastiach krátkodobého charakteru, ak ich potreba vznikla v dôsledku dlhodobej neprítomnosti na vyučovaní zo zdravotných dôvodov potvrdených lekárom, o pripravujúcim sa na komisionálne skúšky v stredných odborných školách v F učebných odboroch na získanie nižšieho stredného vzdelania. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. f) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami alebo o špeciálne výchovné zariadenie. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ, vychovávateľ v ŠKD, pedagogický asistent alebo v prípade potreby školský špeciálny pedagóg alebo iné osoby na základe zmluvného vzťahu so zamestnávateľom. Oprávnená na poskytovanie doučovania je osoba s pedagogickým vzdelaním minimálne bakalárskeho stupňa alebo doplňujúcim pedagogickým štúdiom alebo iná osoba s minimálne bakalárskym vzdelaním v odbore korešpondujúcom s predmetom alebo vzdelávacou oblasťou, ktoré daná osoba doučuje. Forma poskytovania podporného opatrenia Prezenčná alebo dištančná forma prostredníctvom prostriedkov založených na využívaní počítačových sietí. V prípade dištančnej formy sa odporúča žiakovi zabezpečiť materiálno-technickú asistenciu zo strany školy. Doučovanie sa realizuje mimo vyučovací čas (v popoludňajších hodinách), individuálne alebo skupinovo v počte 2 - 5 žiakov. Individuálna forma sa realizuje v prípade, ak škola eviduje len jedného takéhoto žiaka na danom stupni vzdelávania (prvý alebo druhý stupeň). Ak sú už dvaja takíto žiaci na danom stupni je potrebné realizovať doučovanie v skupinovej forme. Odporúčanie: V rámci jednej skupiny zaradiť žiakov len z jedného stupňa (cyklu). Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám žiaka a podmienkam školy. Maximálny rozsah je 16 vyučovacích hodín na žiaka za polročné hodnotiace obdobie, alebo od koncoročného hodnotenia po komisionálnu skúšku. 3.g) SKVALITNENIE PODMIENOK VÝCHOVY A VZDELÁVANIA ŽIAKOV ZO SOCIÁLNE ZNEVÝHODNENÉHO PROSTREDIA Opis podporného opatrenia Podporné opatrenie podľa  145a, ods. 2, písm. g) školského zákona - Skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia - sa zameriava na žiaka zo sociálne znevýhodneného prostredia. Dieťaťom alebo žiakom zo sociálne znevýhodneného prostredia (ďalej len SZP) je podľa  2 písm. o) školského zákona dieťa alebo žiak žijúci v prostredí, ktoré vzhľadom na sociálne, rodinné, ekonomické a kultúrne podmienky nedostatočne podnecuje rozvoj mentálnych, vôľových, emocionálnych vlastností dieťaťa alebo žiaka, nepodporuje jeho socializáciu a neposkytuje mu dostatok primeraných podnetov pre rozvoj jeho osobnosti. Na skvalitnenie podmienok na výchovu a vzdelávanie žiakov zo sociálne znevýhodneného prostredia ministerstvo školstva poskytuje školám finančný príspevok. Finančný príspevok na podporné opatrenie skvalitnenie podmienok na výchovu a vzdelávanie žiakov zo SZP sa poskytuje podľa počtu žiakov zo SZP, ktorí nemajú zároveň zdravotné znevýhodnenie, na úhradu nákladov na: a) osobné náklady pedagogického asistenta pre žiakov zo SZP, sociálneho pedagóga alebo sociálneho pracovníka, b) vybavenie didaktickou technikou a učebnými pomôckami pre žiakov zo SZP, c) účasť žiakov zo SZP na aktivitách, ktoré sú súčasťou výchovno-vzdelávacieho procesu alebo na aktivitách nad rámec vyučovania, ktoré prispievajú k všestrannému duševnému a fyzickému rozvoju žiakov v súlade s cieľmi výchovy a vzdelávania, d) výchovu a vzdelávanie žiakov v špecializovaných triedach, e) zabránenie prenosu nákazy prenosného ochorenia, f) zabezpečenie spotrebných hygienických potrieb (najmä hygienické vložky, tampóny), g) príplatok za prácu so žiakmi zo SZP, h) zabezpečenie chýbajúcich pomôcok pre žiakov nad rámec dotácie na školské potreby poskytnutej podľa osobitného predpisu. Finančné prostriedky na podporné opatrenie Skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia budú poskytnuté školám a školským zariadeniam podľa metodiky prideľovania finančných prostriedkov zverejnenej na webovej stránke Financovanie podporných opatrení. Cieľová skupina podporného opatrenia Žiak zo sociálne znevýhodneného prostredia. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. g) školského zákona): o škola alebo o školské zariadenie. Prostredníctvom finančného príspevku riaditeľ školy zabezpečí pôsobenie pedagogického asistenta, sociálneho pedagóga alebo sociálneho pracovníka v triede, kde sa vzdelávajú žiaci zo SZP. Forma poskytovania podporného opatrenia Finančný príspevok na úhradu nákladov uvedených v opise PO. Odporúčaný rozsah podporného opatrenia Podľa metodiky prideľovania finančných prostriedkov na realizáciu podporných opatrení vo výchove a vzdelávaní. 3.h) ZABEZPEČENIE VZDELÁVANIA SA VO VYUČOVACOM PREDMETE ALEBO VO VZDELÁVACEJ OBLASTI VO VYŠŠOM ROČNÍKU Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. h) školského zákona - Zabezpečenie vzdelávania sa vo vyučovacom predmete alebo vo vzdelávacej oblasti vo vyššom ročníku  je zabezpečiť možnosť navštevovať predmet vo vyššom ročníku, ak žiak v danom vyučovacom predmete preukázal vedomosti a spôsobilosti nad rámec cieľov pre daný ročník podľa školského vzdelávacieho programu. Žiakom s nadaním je potrebné vo výchovno-vzdelávacom procese zabezpečiť taký prístup, ktorý umožní realizovať a rozvinúť ich potenciál, a tým obohatiť ich osobnosť. U žiakov je významný individuálny prístup, aplikácia špeciálnych metód a upravené kurikulum (obsah učiva jednotlivých predmetov sa rozširuje, prehlbuje a obohacuje), ako aj úprava organizačných foriem. Špecifikum žiakov spočíva v možnosti, prehlbovania a rozširovania učiva. Pri výchove a vzdelávaní žiakov s intelektovým nadaním je primárne dôležité rozvíjať ich dispozície a intelektovú kapacitu, ale zároveň je pritom nevyhnutné zohľadňovať ich osobnostné, sociálne a emocionálne aspekty špecifického vývinu. Žiaci s intelektovým nadaním nepotrebujú na splnenie vzdelávacích štandardov toľko času ako žiaci bez intelektového nadania, preto je možné rozšírenie vzdelávacích štandardov vyučovacích predmetov súvisiacich s ich intelektovým nadaním. Žiaci s intelektovým nadaním môžu absolvovať niektoré vyučovacie predmety vo vyššom ročníku. Ak je predpoklad, že žiak s intelektovým nadaním absolvuje viacero ročníkov počas jedného školského roka, alebo že absolvuje jeden či viac predmetov vo vyššom ročníku, triedny učiteľ v spolupráci s ďalšími učiteľmi vypracuje individuálny vzdelávací program (ďalej len IVP) v ktorom naplánuje organizáciu vzdelávania žiaka tak, aby mohol absolvovať viacero ročníkov v priebehu jedného školského roka, respektíve v ktorom naplánuje organizáciu vzdelávania žiaka. IVP môže zahŕňať aj úpravu učebného plánu žiaka. Absolvovanie viacerých ročníkov počas jedného školského roka škola organizačne zabezpečí formou individuálnych konzultácií so žiakom alebo návštevou jednotlivých vyučovacích hodín vo viacerých ročníkoch. Pri absolvovaní viacerých ročníkov počas jedného školského roka žiak nevykonáva komisionálne skúšky, ale je priebežne hodnotený z jednotlivých vyučovacích predmetov. Absolvovanie jedného predmetu alebo viacerých predmetov vo vyššom ročníku vyžaduje úspešné vykonanie komisionálnej skúšky z príslušného predmetu alebo predmetov. Žiakovi po absolvovaní viacerých ročníkov v priebehu jedného školského roka vydá škola vysvedčenie za každý ročník zvlášť. Okrem základných poznatkov sa žiaci učia akcelerované učivo (ktoré je obsahovo vo vyšších ročníkoch), ale aj obohacujúce, rozširujúce a prehlbujúce učivo. Uvedené osobitosti vzdelávania žiaka musia byť realizované prostredníctvom IVP. Využívajú sa pritom moderné aktivačné metódy, prvky integrovaného tematického vyučovania, projektové vyučovanie, problémové vyučovanie, kooperatívne učenie, skupinové vyučovanie, brainstorming a pod. Zároveň je vhodné viesť žiakov k systematickému riešeniu problémových tvorivých úloh, abstraktnému mysleniu, riešeniu úloh vlastnou prácou, samostatnému štúdiu (objavovaním, experimentovaním, schopnosťou zbierania a spracovávania informácií), sebahodnoteniu. Angažovanie žiaka má sekundárne preventívny charakter voči prejavom problémového správania. Cieľová skupina podporného opatrenia Podporné opatrenie je určené pre žiakov s intelektovým nadaním. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. h) školského zákona): o základná škola, o základná škola pre žiakov s nadaním, o stredná škola alebo o stredná škola pre žiakov s nadaním. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ. Forma poskytovania podporného opatrenia Podporné opatrenie sa poskytuje priebežne v celom výchovno-vzdelávacom procese. Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám žiaka a podmienkam školy na základe vyjadrenia zariadenia poradenstva a prevencie. 3.i) ZABEZPEČENIE OSOBITNÝCH FORIEM KOMUNIKÁCIE DIEŤAŤA SO ZDRAVOTNÝM POSTIHNUTÍM ALEBO ŽIAKA SO ZDRAVOTNÝM POSTIHNUTÍM SO ŠKOLOU ALEBO SO ŠKOLSKÝM ZARIADENÍM Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. i) školského zákona - Zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením - je zabezpečiť deťomžiakom so zdravotným postihnutím, ktorí to potrebujú a vtedy, kedy to potrebujú vhodné formy komunikácie, ktoré sú odlišné od bežne používaných foriem komunikácie v procese výchovy a vzdelávania. Zároveň sem patrí aj poskytnutie tlmočenia z posunkového jazyka do hovoreného jazyka a naopak aalebo z posunkovanej slovenčiny do hovoreného jazyka. Podporné opatrenie vyžaduje dôkladnú identifikáciu jednotlivých potrieb, schopností, vývinových špecifík a bariér v komunikácii u dieťaťa alebo žiaka so zdravotným postihnutím. Komunikácia je základom pre budovanie sociálnych vzťahov, pre získavanie, výmenu a odovzdávanie informácií, ale najmä pre realizovanie úspešného procesu výchovy a vzdelávania v školách a školských zariadeniach. Prostredníctvom komunikácie sa prijímajú a odovzdávajú nielen informácie a vedomosti, zdieľajú predstavy a názory, ale dieťa alebo žiak sa učí vyjadrovať svoje pocity, potreby a chrániť svoju autonómiu, ale aj rešpektovať priestor druhého človeka. Dieťažiak so zdravotným postihnutím má v zmysle Dohovoru o právach osôb so zdravotným postihnutím a školského zákona právo na výchovu a vzdelávanie v takých jazykoch, spôsoboch, komunikačných formách a s použitím takých prostriedkov komunikácie, ktoré sú najvhodnejšie pre dané dieťa alebo žiaka. Cieľom je umožniť ich plné a rovnoprávne zapojenie sa do systému výchovy a vzdelávania a do života spoločnosti. Komunikácia v školách a školských zariadeniach sa uskutočňuje hovoreným alebo písaným slovom. Detižiaci so zdravotným postihnutím potrebujú komunikovať, vzdelávať sa, aj v iných (náhradných alebo doplnkových) formách komunikácie, napr. prostredníctvom posunkového jazyka, Braillovho písma, posunkov, prstových znakov, obrázkov alebo inými vhodnými dorozumievacímikomunikačnými prostriedkami a formami. Pri nesprávnej, neúplnej alebo absentujúcej komunikácii môže dôjsť k nepochopeniu, nedorozumeniam, konfliktom alebo až k problémovému správaniu dieťaťažiaka. Komunikácia s deťmižiakmi so zdravotným postihnutím môže byť úspešná zabezpečením osobitných foriem komunikácie v procese výchovy a vzdelávania podľa ich špeciálnych výchovno-vzdelávacích potrieb. Osobitná forma komunikácie je špecifická forma komunikácie, odlišná od bežne používaných foriem komunikácie. Dieťa alebo žiak so zdravotným postihnutím ju ovláda alebo preferuje a trvale, alebo na určité obdobie ju potrebuje využívať v procese výchovy a vzdelávania na prijímanie a porozumenie informáciám, získavanie vedomostí, osvojovanie si schopností, zručností, návykov a postojov. Prostredníctvom nej vyjadruje aj svoje pocity, potreby a komunikuje s okolím v škole a školskom zariadení. Medzi osobitné formy komunikácie zaraďujeme najmä posunkový jazyk, Braillovo písmo, posunkovú komunikáciu, prstové znaky, augmentatívnu a alternatívnu komunikáciu. Patrí sem aj odzeranie, simultánny preklad, prepis hovoreného slova do písaného textu, titulkovanie, audiokomentáre, zvukové knihy, ľahko čitateľný text, prípadne aj ďalšie vhodné špecifické formy, spôsoby a prostriedky komunikácie. Pri podpore úspešnosti dieťaťažiaka so zdravotným postihnutím vo výchovno- vzdelávacom procese je potrebné myslieť na to, že prvým a najefektívnejším podporným opatrením, ktoré môže deťomžiakom pomôcť, je dôsledné a individuálne uplatňovanie efektívnych a vhodných komunikačných stratégií v každodennej komunikácii s dieťaťomžiakom. Pomocou vhodných komunikačných stratégií pedagóg alebo odborný zamestnanec môže prispôsobiť komunikáciu, komunikačné formy, spôsoby a prostriedky dieťaťužiakovi a dať mu tak najavo, že mu rozumie, že vníma jeho iniciatívu a zároveň ho povzbudzuje k ďalším iniciatívam. Primeranými komunikačnými prostriedkami zisťuje, aké stratégie konkrétnemu dieťaťužiakovi vyhovujú a zároveň ich prispôsobuje konkrétnemu dieťaťužiakovi. Správne používanie komunikačných stratégií pomáha dieťaťužiakovi lepšie sa sústrediť na to, čo počúva, lepšie porozumieť výpovedi hovoriaceho a lepšie vyjadrovať svoje vlastné postoje a myšlienky. Realizácia podporného opatrenia o ZARIADENIE PORADENSTVA A PREVENCIE na základe príslušného zdravotného postihnutia, komunikačnej úrovne dieťaťa alebo žiaka dáva vyjadrenie, v ktorom odporučí podporné opatrenia, odporučí vhodné osobitné formy komunikácie, potrebné špeciálne učebné, korekčné a kompenzačné pomôcky na dosahovanie cieľov komunikácie u dieťaťažiaka. o PEDAGOGICKÝ aalebo ODBORNÝ ZAMESTNANEC - identifikuje u dieťaťa žiaka so zdravotným postihnutím rečovú, jazykovú, komunikačnú aalebo informačnú bariéru. V procese výchovy a vzdelávania realizuje vhodné formy komunikácie s dieťaťomžiakom, aplikuje komunikačné stratégie. Je potrebné aby ovládal osobitné formy komunikácie. o ŠKOLAŠKOLSKÉ ZARIADENIE - v zmysle školského zákona zabezpečuje podporné opatrenie. Podľa potreby dieťaťažiaka so zdravotným postihnutím môže škola alebo školské zariadenie zabezpečiť podporné opatrenie v spolupráci so zariadením poradenstva a prevencie, prípadne môže zabezpečiť tlmočníka posunkového jazyka alebo iného odborného zamestnanca. Podporné opatrenie je súčasťou školského vzdelávacieho programu a individuálneho vzdelávacieho programu dieťaťažiaka. o RODIČIAZÁKONNÍ ZÁSTUPCOVIA - sú informovaní o formách komunikácie s dieťaťom, odporúča sa veľmi úzka spolupráca školyškolského zariadenia s rodičmizákonnými zástupcami, zapojenie rodičovzákonných zástupcov. V prípade, že sú rodičia alebo zákonní zástupcovia detížiakov limitovaní v čítaní, odporúča sa aj v písomnej komunikácii dodržiavať pravidlá ľahko čitateľného textu a ľahko zrozumiteľných informácií, čím sa zabezpečí spolupráca s rodinou a dieťaťu alebo žiakovi vytvorí priestor na aktívne zapojenie sa do výchovno- vzdelávacieho procesu s podporou rodiny, čo zvýši jeho motiváciu k učeniu. o POMÔCKY - špeciálne učebné, korekčné a kompenzačné pomôcky sú veľmi dôležité pri zabezpečovaní osobitných foriem komunikácie. o INÉ PODPORNÉ OPATRENIA - podporné opatrenie Zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením je úzko prepojené s ostatnými podpornými opatreniami, najviac so zabezpečením činnosti na rozvoj a podporu komunikačnej schopnosti, zmyslového vnímania, sociálnych zručností, ale i s úpravou cieľov, metód, foriem a prístupov vo výchove a vzdelávaní, poskytnutím kompenzačných pomôcok a pod. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Súvisiace legislatívne ustanovenia:   12 ods. 4) školského zákona; 144, ods. 1 písm. e) školského zákona,   144 ods. 2) školského zákona,   144 ods. 3) školského zákona. Cieľová skupina podporného opatrenia Deti a žiaci so zdravotným postihnutím, ktorí pri komunikácii so školou alebo školským zariadením v procese výchovy a vzdelávania čelia rečovej, jazykovej, komunikačnej aalebo informačnej bariére z dôvodu zdravotného postihnutia. Stav môže byť spôsobený viacerými poruchami, poškodeniami, obmedzeniami alebo ochoreniami. Sú to napríklad: o detižiaci s ťažkým zrakovým postihnutím, ktoré im neumožňuje používať písomnú formu jazyka tak, ako je to bežne zaužívané, o nehovoriace detižiaci, o detižiaci, ktorých reč je pre okolie nezrozumiteľná, o detižiaci, ktorých úroveň expresívnych jazykových schopností nepostačuje na vyjadrenie myšlienok aalebo komunikačných funkcií, o detižiaci, ktoré potrebujú podporu vo vývine reči a v komunikácii, najmä podporu rozvoja kognitívnych funkcií vrátane porozumenia komunikácie iných osôb v škole a školskom zariadení. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje: o škola, o školské zariadenie. Podporné opatrenie poskytuje pedagogický aalebo odborný zamestnanec školy alebo školského zariadenia. Podľa potreby dieťaťažiaka so zdravotným postihnutím môže škola alebo školské zariadenie zabezpečiť podporné opatrenie v spolupráci so zariadením poradenstva a prevencie, prípadne môže zabezpečiť tlmočníka posunkového jazyka alebo iného odborného zamestnanca zabezpečujúceho osobitný spôsob komunikácie. Forma poskytovania podporného opatrenia Osobitná forma komunikácie alebo tlmočenie sa poskytuje individuálne alebo skupinovo. Tlmočenie môže byť zabezpečené z posunkového jazyka do hovoreného jazyka a naopak aalebo z posunkovanej slovenčiny do hovoreného jazyka a naopak alebo zdo inej vhodnej formy komunikácie. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa prispôsobuje individuálnym špeciálnym výchovno-vzdelávacím potrebám dieťaťažiaka so zdravotným postihnutím na základe vyjadrenia zariadenia poradenstva a prevencie. 3.j) ČINNOSŤ NA PODPORU SOCIÁLNEHO ZARADENIA Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. j) školského zákona - Činnosť na podporu sociálneho zaradenia - je v školách a školských zariadeniach vytvoriť emocionálne bezpečné prostredie, v ktorom sa všetky detižiaci cítia oceňovaní, rešpektovaní a majú rovnaké príležitosti uspieť, čo vedie k zlepšeniu akademického výkonu a vyššej angažovanosti detížiakov. Podstatou je, aby každé dieťažiak, bez ohľadu na pohlavie, etnický pôvod, náboženstvo, zdravotné znevýhodnenie, sexuálnu orientáciu, sociálno-ekonomické postavenie a iné osobné charakteristiky či potreby, bol súčasťou všetkých aspektov života školyškolského zariadenia. Vo svete charakterizovanom rozmanitosťou a vzájomnou prepojenosťou sa sociálne zaradenie stalo nevyhnutnosťou. Zahŕňa princípy rovnosti, spravodlivosti a rešpektu voči všetkým jednotlivcom bez rozdielu. Sociálne zaradenie nie je len o tolerovaní odlišností; ale ide o aktívne prijatie a zaradenie každého dieťaťažiaka do štruktúry školyškolského zariadenia. Sociálne zaradenie je dlhodobý proces, ktorý zahŕňa odstraňovanie bariér, ktoré bránia určitým skupinám plne sa zapojiť do spoločnosti. Bariérou môže byť diskriminácia, predsudky, nerovnaký prístup k zdrojom a príležitostiam a iné. Sociálne zaradenie zdôrazňuje dôležitosť uznávania a podpory rozmanitosti a pocitu spolupatričnosti pre všetkých členov komunity. Výhody sociálneho zaradenia Individuálna pohoda: Sociálne zaradenie podporuje pocit spolupatričnosti a vlastnej hodnoty, podporuje duševnú a emocionálnu pohodu. Keď sa ľudia cítia akceptovaní a oceňovaní, je pravdepodobnejšie, že budú mať pozitívnu sebaúctu, vybudujú si zdravé vzťahy a budú viesť plnohodnotný život. o Ekonomický rast: Inkluzívne spoločnosti ťažia z rozmanitej a kvalifikovanej pracovnej sily, ktorá podporuje inovácie, produktivitu a ekonomický rast. Keď má každý rovnaký prístup k vzdelaniu, zamestnaniu a podnikateľským príležitostiam, vedie to k dynamickejšej a prosperujúcejšej spoločnosti. o Sociálna súdržnosť: Sociálne zaradenie vytvára silnejšie a súdržnejšie komunity tým, že premosťuje rozdiely a podporuje porozumenie medzi rôznymi skupinami. Prijatím rozmanitosti a podporou rovnosti môžu spoločnosti znížiť sociálne napätie a podporiť väčšiu harmóniu medzi svojimi členmi. o Obohatenie majoritnej spoločnosti: Rôzne kultúry majú rôzne pohľady, skúsenosti a vedomosti. Keď sa tieto perspektívy stretávajú, môže to viesť k novým nápadom, inováciám a kreatívnemu riešeniu problémov. Spolupráca medzi ľuďmi z rôznych kultúr môže vytvárať prostredie, kde sa podnecuje výmena nápadov a nových myšlienok. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Sprievodné materiály k programu Buddy sú dostupné tu: 1. Metodika pre supervízora 2. Metodika pre buddyho 3. Informácie pre zverenca 4. Formuláre a plagáty 5. Supervízny dotazník 6. Leták-tipy na kontakt pri dištančnej výučbe 7. Formulár pre supervízora 8. Plagát pre školu Cieľová skupina podporného opatrenia PO je pre určené pre všetky detižiakov, s dôrazom na tých, u ktorých môže nastať problém so sociálnym zaradením. Sú to napríklad: o dieťažiak z iných kultúr ako je kultúra školy, o dieťažiak cudzincov, utečencov, odídencov o dieťažiak s odlišným materinským jazykom, o dieťažiak po dlhodobej absencii v škole, o dieťažiak, ktorý je dieťaťom z rodiny v hmotnej núdzi, o dieťažiak, ktorý pochádza zo sociálne znevýhodneného prostredia, o dieťažiak po návrate zo zahraničia, o dieťažiak so zdravotným znevýhodnením, o dieťažiak so sklonom k samotárstvu, nezáujmu, apatii, úzkosti, o dieťažiak s problémami v emocionálnej rovine (silné emócie, nepriateľské správanie sa voči spolužiakom, prudká zmena nálad), o dieťažiak, s predpokladom byť sociálne vylučovaný, šikanovaný, o dieťažiak, ktorý neprejavuje záujem o školu, o dieťažiak prechádzajúci do ďalšieho stupňa vzdelania, o dieťažiak s dlhodobo nepriaznivým domácim prostredím, o dieťažiak, ktorý sa ocitol v náhlej kritickej situácii v rodine, o dieťažiak s nadaním, o iné... Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. j) školského zákona): o škola alebo o školské zariadenie. Podporné opatrenie poskytuje pedagogický alebo odborný zamestnanec školy alebo školského zariadenia, alebo iné osoby na základe zmluvy. Forma poskytovania podporného opatrenia Sociálne zaradenie v škole vyžaduje systematické a sústavné úsilie zo strany celého pedagogického a odborného tímu a celej školskej komunity. Je dôležité mať na pamäti potreby všetkých detížiakov a zabezpečiť, aby každý mal rovnaké možnosti na úspech a spoločenskú integráciu. Dosiahnutie sociálneho zaradenia si vyžaduje kolektívne úsilie vrátane komplexných politík školy, vzdelávania a učenia, zapojenia komunity a ďalších podporných opatrení. Realizuje sa individuálne, skupinovo a najmä komunitne. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťažiaka, vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo školského podporného tímu vychádzajúceho z pravidelného monitoringu alebo vyjadrenia zariadenia poradenstva a prevencie. 3.k) ČINNOSŤ NA PODPORU PREDCHÁDZANIA UKONČENIA ŠKOLSKEJ DOCHÁDZKY V NIŽŠOM AKO POSLEDNOM ROČNÍKU ZÁKLADNEJ ŠKOLY ALEBO STREDNEJ ŠKOLY Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. k) školského zákona - Činnosť na podporu predchádzania ukončenia školskej dochádzky v nižšom ako poslednom ročníku základnej školy alebo strednej školy - je poskytnúť žiakovi v riziku takú podporu, aby bola naplnená jeho potreba úspechu s ohľadom na jeho špecifiká a eliminovať tak predčasné ukončenie školskej dochádzky. Ak sa podarí poskytnúť podporu a zdroje, ktoré sú potrebné pre úspešné dokončenie vzdelávania, môžeme pomôcť zvýšiť pravdepodobnosť, že žiak zostane v škole a dosiahne svoj plný potenciál. Skorší odchod zo školy nielenže pripravuje jednotlivcov o príležitosti na osobný rast, ale tiež obmedzuje ich šance viesť úspešný a plnohodnotný život. Na riešenie tohto problému je možné realizovať celý rad aktivít na podporu prevencie pred ukončením školskej dochádzky pred posledným ročníkom základného alebo stredoškolského vzdelania. Zapojením žiakov, rodičov, pedagógov a širšej komunity môžeme vytvoriť prostredie, ktoré podporuje angažovanosť, motiváciu a odolnosť a v konečnom dôsledku zaisťuje, že každý žiak dosiahne úplné vzdelanie. Príčiny predčasného ukončenia školskej dochádzky: K predčasnému ukončeniu školskej dochádzky prispieva množstvo faktorov, ktoré sa často zložitým spôsobom prelínajú. Niektoré z kľúčových príčin zahŕňajú: o Socioekonomické faktory: Ekonomická deprivácia, chudoba a obmedzený prístup k zdrojom vytvárajú bariéry pre vzdelávanie. Rodiny, ktoré sa snažia uspokojiť základné potreby, môžu uprednostniť okamžité ekonomické prežitie pred dlhodobými investíciami do vzdelávania svojich detí. o Ťažkosti v učení: Žiaci, ktorí majú problémy s učením sa alebo čelia problémom pri udržiavaní kroku v učení s ostatnými spolužiakmi v triede, môžu byť sklamaní zo svojho výkonu. To môže viesť k frustrácii a nedostatku motivácie, čo v konečnom dôsledku môže viesť k predčasnému ukončeniu školskej dochádzky. o Osobné problémy: Nestabilné rodinné prostredie, domáce konflikty alebo nedostatočná emocionálna podpora môžu výrazne ovplyvniť pohodu a vzdelávací výkon žiaka. Tieto vonkajšie faktory môžu viesť k zvýšenej absencii, zníženej sústredenosti a nakoniec k školskému neúspechu. o Nedostatok záujmu: Keď žiaci nevidia relevantnosť (zmysel) svojho vzdelania pre svoje budúce ciele a ambície, keď sa rodina nezaujíma o ich vzdelávanie, môžu stratiť záujem o štúdium. Absencia praktických a pútavých vzdelávacích stratégii môže taktiež prispieť k predčasnému ukončeniu školskej dochádzky. Podľa správy Inštitútu vzdelávacej politiky v oblasti ranej starostlivosti a vzdelávania boli za najviac ohrozené skupiny identifikované deti zo sociálne znevýhodneného prostredia a deti so zdravotným znevýhodnením. Deti so znevýhodneným majú nižšiu zaškolenosť v materských školách, horšie výsledky v medzinárodných a domácich testovaniach, viac opakujú ročník a vo väčšej miere predčasne ukončujú školskú dochádzku. Ukončenie školskej dochádzky v nižšom, ako poslednom ročníku základnej alebo strednej školy je problém, ktorý môže mať negatívne dôsledky na celý ďalší život žiaka. Z toho dôvodu je veľmi dôležité venovať pozornosť prevencii a podpore žiakov, aby dokončili svoje vzdelávanie v plnom rozsahu. (Hellebrand et al., 2020) Dôsledky predčasného ukončenia školskej dochádzky: Predčasné ukončenie školskej dochádzky má ďalekosiahle dôsledky pre jednotlivcov, komunity a našu spoločnosť ako celok. Niektoré z najvýznamnejších dôsledkov sú: o Obmedzené príležitosti: Bez ukončeného vzdelania majú žiaci obmedzené vyhliadky na lepšie platené zamestnanie a je pravdepodobnejšie, že uviaznu v cykle chudoby. Vyššia miera nezamestnanosti a nezamestnateľnosť osôb, ktoré predčasne ukončia školskú dochádzku, prispieva k ekonomickej nerovnosti. o Znížené životné šance: Predčasné ukončenie školskej dochádzky často vedie k nižšiemu príjmu, čo má za následok zhoršený zdravotný stav ako aj zvýšenú pravdepodobnosť zapájania sa do nelegálnych aktivít s cieľom zohnať potrebné zdroje. Nedostatočné vzdelanie môže narušiť kvalitu života jednotlivca a naďalej udržiavať sociálne nerovnosti v spoločnosti. o Sociálne náklady: Aj naša spoločnosť berie na seba bremeno predčasného ukončenia školskej dochádzky prostredníctvom zvýšených výdavkov na budúcu sociálnu odkázanosť, vyššie výdavky na zdravotnú starostlivosť, vyššiu mieru kriminality a zníženej ekonomickej produktivity. Pri riešení komplexného problému, ako je predčasné ukončenie školskej dochádzky, by školy mali prejsť od prijímania dočasných, izolovaných opatrení k prijatiu strategického celoškolského prístupu. Pri uplatňovaní celoškolského prístupu sa školy vnímajú ako prostredie kooperatívnej výučby, pri ktorej je nápomocná celá školská komunita (vedenie školy, pedagogickí a odborní zamestnanci, zákonní zástupcovia spolu s externými zainteresovanými stranami). Výsledky štúdie Európskej agentúry pre rozvoj špeciálneho a inkluzívneho vzdelávania naznačujú, že:  je potrebné zamerať sa na Predčasné ukončenie školskej dochádzky (ďalej PUŠD) ako na súbor procesov, ktoré sú súčasťou života žiaka a nie ako na výsledok,  rôzne skupiny žiakov sú pri PUŠD vystavené odlišným rizikám,  opatrenia sa môžu zameriavať na prevenciu, intervenciu a kompenzáciu,  opatrenia sa musia zameriavať na rôzne úrovne ako kultúra školy, motivácie žiaka a širšie sociálne aspekty života žiakov (Squires, 2017). Problém PUŠD sa týka niektorých regiónov viac a niektorých menej, keďže sa jedná o fenomén spätý najmä s chudobou a so sociálnym vylúčením. Najväčší výskyt takýchto prípadov možno očakávať tam, kde je najvyššia miera chudoby a nezamestnanosti. Odporúčané súvisiace materiály vydané Ministerstvom školstva, výskumu, vývoja a mládeže Slovenskej republiky. o APLIKAČNÁ POMÔCKA AKO BYŤ V ŠKOLE ÚSPEŠNEJŠÍ (Podpora žiakov a žiačok v povinnej školskej dochádzke s cieľom predchádzania opakovania ročníka) https:www.minedu.skdataattf3d20785.8d2676.pdf Cieľová skupina podporného opatrenia Pre všetkých žiakov v riziku školského neúspechu alebo predčasného ukončenia školskej dochádzky. Sú to napríklad: o žiak opakujúci ročník, o žiak s výrazne zhoršeným prospechom oproti minulému štvrťroku v konkrétnom vyučovacom predmete, o žiak so zvýšeným počtom vymeškaných neospravedlnených hodín oproti priemeru daného ročníka, o žiak so zvýšeným počtom vymeškaných ospravedlnených hodín oproti priemeru daného ročníka, o žiak, ktorý je dieťaťom z rodiny v hmotnej núdzi, o žiak, ktorý pochádza zo SZP, o žiak po návrate zo zahraničia, o žiak s odlišným materinským jazykom, o žiak so zdravotným znevýhodnením, o žiak so sklonom k samotárstvu, nezáujmu, apatii, úzkosti, o žiak s problémami v emocionálnej rovine (silné emócie, nepriateľské správanie sa voči spolužiakom, prudká zmena nálad), o žiak, ktorý môže byť sociálne vylučovaný, šikanovaný a pod., o žiak, ktorý neprejavuje záujem o školu, o žiak s dlhodobo nepriaznivým domácim prostredím, o žiak, ktorý sa ocitol v náhlej kritickej situácii v rodine, o iné... Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. k) školského zákona): o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o zariadenie poradenstva a prevencie alebo o špeciálne výchovné zariadenie. Podporné opatrenia poskytuje pedagogický zamestnanec v kategórií učiteľ, pedagogický asistent alebo školský špeciálny pedagóg, odborný zamestnanec alebo školský podporný tím alebo iné osoby na základe zmluvy. Forma poskytovania podporného opatrenia Ak žiak v edukačnom procese zlyháva, škola prostredníctvom pravidelného monitoringu odhalí možné podporné opatrenia pre konkrétneho žiaka (minimálne raz za štvrťrok). Predčasné ukončovanie školskej dochádzky je v mnohých prípadoch vyvrcholením školských neúspechov, ktorým žiaci v riziku dlhodobo čelia. V prípade potreby sa žiakovi ohrozenému rizikom predčasného ukončenia školskej dochádzky poskytne podpora formou: o rozšíreného času na učenie sa (realizované prostredníctvom mentoringu a tútoringu rovesníkov, alebo starších žiakov či dobrovoľníkov), o rovesníckych programov, o spoluprácou so zákonnými zástupcami žiaka, o spoluprácou s relevantnými externými subjektami, o kombináciou vyššie uvedených. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia je podľa individuálnych potrieb žiaka, vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo školského podporného tímu vychádzajúceho z pravidelného monitoringu. 3.l) ŠPECIALIZOVANÉ KARIÉROVÉ PORADENSTVO Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. l) - Špecializované kariérové poradenstvo - je poskytnúť žiakovi so špeciálnymi výchovno- vzdelávacími potrebami špecifickú podporu jeho kariérového vývinu. Kariérový vývin je celoživotný proces, ktorý je súčasťou sebarozvoja jednotlivca. Zahŕňa v sebe organizované a plánovité úsilie jednotlivca hľadať vhodné povolanie, ktoré mu bude prinášať uspokojenie. Kariérový vývin nie je izolovaný a uskutočňuje sa nedeliteľne s osobnostným, sociálnym a emocionálnym vývinom. Podporné opatrenie špecializované kariérové poradenstvo, pomáha preklenúť ťažkosti v získavaní informácií a zručností v oblasti kariérového vývinu. Podporné opatrenie nadväzuje na kariérové poradenstvo a kariérové intervencie v rámci kariérovej výchovy a poradenstva, ktoré sú poskytované všetkým žiakom školy. Ciele, metódy a prístupy špecializovaného kariérového poradenstva (ďalej ŠKP) sú úzko previazané so špeciálnymi výchovno-vzdelávacími potrebami žiaka. Pri výbere vhodných cieľov, metód a prístupov je nevyhnutné rešpektovať všetky potreby žiaka (vrátane špeciálnych výchovno-vzdelávacích potrieb), rešpektovať úroveň jeho kognitívnych funkcií, úroveň schopnosti porozumieť jazykovej informácií, úroveň osvojenia si jazyka školy a mnohé iné relevantné premenné. Pri výbere vhodných cieľov, metód a prístupov ŠKP je tiež mimoriadne dôležité zohľadňovať všetky ostatné podporné opatrenia, ktoré sú žiakovi v škole poskytované. Neoddeliteľnými súčasťami špecializovaného kariérového poradenstva sú kariérové posudzovanie, kariérová diagnostika a identifikácia vplyvu sociokultúrneho prostredia na kariérový vývin žiaka. o Kariérové posudzovanie je zamerané predovšetkým na hlbšie poznávanie žiaka v oblasti jeho záujmov, predstáv a ašpirácií. Kariérové posudzovanie je proces identifikovania potenciálu, potrieb a prípadných bariér v oblasti kariérového vývinu jednotlivca. o Kariérová diagnostika môže slúžiť ako podklad ku komplexnej diagnostike v zariadení poradenstva a prevencie. Súčasťou kariérovej diagnostiky je posúdenie oblastí špecifických schopností sledovaného žiaka, zistenie záujmov, hodnôt, ašpirácií, ako aj motivácie, vrátane motivácie k školskému výkonu a k činnosti. Ďalšími oblasťami sú tvorivosť, úroveň pracovnej samostatnosti, úroveň komunikačných zručností, sociálnych zručností a kompetencií. Osobitný priestor pri kariérovej diagnostike žiakov s ťažším druhom a stupňom postihnutia alebo oslabenia je potrebné venovať aj určeniu úrovne motorických zručností, sebaobsluhy a miery úbytku funkcie v dôsledku druhu postihnutia alebo oslabenia. Voľba konkrétnych diagnostických postupov a používanie diagnostických nástrojov prebieha vždy v súlade so Zákonom č. 1382019 Z. z. a Štandardami odborných činností (VÚDPaP). Identifikácia vplyvu sociokultúrneho prostredia na kariérový vývin žiaka je náplňou tak kariérového posudzovania ako aj kariérovej diagnostiky. Predmetom identifikácie sú napríklad predstavy rodičov o budúcnosti svojho dieťaťa, ich názory a postoje k možnosti zamestnania svojho dieťaťa, vzťah jednotlivých členov rodiny k práci, k rôznym povolaniam, k aktuálnej, ale aj želanej životnej úrovni. Dôležité je tiež identifikovať vzťahy medzi členmi rodiny, ich správanie sa v bežných aj vypätých situáciách a tiež to, aký majú členovia rodiny vzťah k vlastnému sebarozvoju. Na základe výsledkov komplexného posúdenia a diagnostikovania kariérového vývinu žiaka možno realizovať so žiakmi v rámci špeciálneho kariérového poradenstva rôzne aktivity. Charakter a rozsah realizovaných aktivít je veľmi individuálny a môže sa v priebehu kariérového vývinu žiaka meniť. V rámci poskytovania podporného opatrenia je vhodné poskytovať najmä nasledovné aktivity: o poskytovanie informácií o sebe v súvislosti s plánovaním kariérového smerovania, podpora sebapoznávania, o rozvíjanie zručností v oblasti riadenia svojej vzdelávacej a kariérovej dráhy, o poskytovanie informácií o povolaniach a svete práce, o rozvoj osobnostných charakteristík podporujúcich kariérový rozvoj (sebadeterminácia, sebaúčinnosť a i.), o stanovenie kariérových cieľov, podpora v rozhodovaní pri výbere ďalšieho študijného smerovania, výbere budúcej profesie, poskytovanie informácií potrebných pre rozhodovanie, o riešenie nesúladu medzi schopnosťami a možnosťami žiaka s požiadavkami na výkon povolania, o rozvoj praktických zručností zvyšujúcich zamestnanosť (písanie životopisu, motivačného listu, vyhľadávanie voľných pracovných miest, vedenie pohovoru a pod.) a zručností udržať sa v zamestnaní (napr. komunikačné a sociálne zručnosti potrebné na udržanie sa na pracovisku), o podpora v prechodových obdobiach žiaka, rozvoj tranzitívnych zručností, potrebných pri zmene školy, zo školy do pracovného prostredia, vypracovanie a realizácii tranzitívneho programu žiaka so o vyhľadávanie vzorov, inšpirácií pre osobný kariérový rast (napr. úspešných ľudí so zdravotným postihnutím, úspešných ľudí vyrastajúcich v sociálne znevýhodnenom prostredí a i.), o poskytovanie kariérových informácií o žiakovi zákonnému zástupcovi, zaangažovanie zákonného zástupcu do procesu kariérového rozvoja žiaka; o rozvoj a podpora pracovných návykov, postojov k práci, o porozumenie významu práce pre život, o rozvíjanie zručností v oblasti riadenia svojej vzdelávacej a kariérovej dráhy, o a ďalšie. Jednotlivé aktivity sa môžu realizovať v spolupráci so zariadením poradenstva a prevencie, ale tiež napríklad so školami pre žiakov so špeciálnymi výchovno- vzdelávacími potrebami. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia Žiaci so špeciálnymi výchovno-vzdelávacími potrebami. Podporné opatrenie je určené najmä tým žiakom, u ktorých je zvýšené riziko predčasného ukončovania školskej dochádzky, žiakov zo sociálne znevýhodneného prostredia, žiakov so zdravotným postihnutím, žiakov s akýmikoľvek bariérami vo vzdelávacej dráhe. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. l) školského zákona): o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o zariadenie poradenstva a prevencie. Podporné opatrenia realizuje pedagogický zamestnanec v kariérovej pozícii kariérový poradca alebo odborný zamestnanec v kariérovej pozícii kariérový poradca, alebo odborný zamestnanec zariadenia poradenstva a prevencie. Forma poskytovania podporného opatrenia Špecializované kariérové poradenstvo pre žiakov so ŠVVP sa realizuje zväčša formou individuálneho poradenstva. Ak je opatrenie poskytované homogénnejšej skupine žiakov so ŠVVP (napr. žiakov škôl pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami) možno realizovať kariérové poradenstvo aj skupinovo. Skupinové aktivity je vhodné realizovať formou poskytovania informácií alebo zážitkovo. Medzi konkrétne formy, ktoré sa využívajú pri poskytovaní špecializovaného kariérového poradenstva, patria exkurzie, prezentácie, prednášky, diskusné kluby, zážitkové aktivity, návštevy dní otvorených dverí na jednotlivých typoch škôl či priamo u zamestnávateľov, tvorivé remeselné dielne, vzájomný tútoring, mentoring, rôzne formy spolupráce so zamestnávateľmi, a i. Odporúčaný rozsah podporného opatrenia Rozsah poskytovaného podporného opatrenia je potrebné prispôsobiť individuálnym potrebám a schopnostiam žiaka a podmienkam školy alebo zariadenia poradenstva a prevencie. Odporúčaný rozsah je 5-10 hodín v priebehu 2. stupňa základnej školy a 20 hodín v priebehu strednej školy (z toho minimálne 5 hodín musí byť realizovaných v posledných 2 ročníkoch pred ukončením príslušného stupňa vzdelávania alebo povinnej školskej dochádzky). 3.m) ZABEZPEČENIE PÔSOBENIA PEDAGOGICKÉHO ASISTENTA V TRIEDE Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. m) školského zákona - Zabezpečenie pôsobenia pedagogického asistenta v triede - je vyrovnávať príležitosti detížiakov a pomoc pri prekonávaní bariér v ich výchove a vzdelávaní prostredníctvom pôsobenia pedagogického asistenta. Náplň poskytovania podporného opatrenia je totožná s náplňou práce pedagogického asistenta, ktorý podporné opatrenie realizuje. Náplň práce pedagogického asistenta určuje riaditeľ školy v súlade s platnou legislatívou a s kompetenciami pedagogického asistenta ako pedagogického zamestnanca. Pedagogický asistent vykonáva svoju činnosť v súlade pracovnou náplňou v rámci svojej pracovnej zmluvy. Pedagogický asistent pomáha deťomžiakom prekonávať architektonické, informačné, jazykové, zdravotné, sociálne a kultúrne bariéry. Pedagogický asistent v priebehu výchovno-vzdelávacieho procesu napríklad: o pomáha vytvárať na vyučovaní podporujúcu a priateľskú atmosféru s rešpektujúcimi vzťahmi, demokratickými pravidlami a tímovou spoluprácou, o zopakuje, prípadne preformuluje výklad učiva (podľa potreby dieťaťažiaka v preferovanej forme komunikácie), o asistuje s porozumením inštrukcie zadaných úloh (podľa potreby dieťaťažiaka v preferovanej forme komunikácie), o pomáha pri realizácii diferencovaného vyučovania, tak aby sa podporovalo napĺňanie potenciálu každého dieťaťažiaka v skupine, o flexibilne sa s učiteľom strieda pri realizovaní jednotlivých činností (reflektovanie, pozorovanie, pomáhanie, zadávanie, koordinovanie a iné), o pomáha pri obsluhe technických zariadení, ktoré dieťažiak používa v každodennom živote, ako sú vonkajšie časti kochleárnych implantátov, pomôcky alternatívnej komunikácie, mechanické či elektrické vozíky, zariadenia na nahrávanie zvuku, zväčšovanie textu, špeciálne softvéry a iné špeciálne učebné a kompenzačné pomôcky, o pomáha pri narábaní, údržbe, nasadzovaní a skladaní zdravotných pomôcok, ako sú barle, vozíky, chodítka, palice, okluzory, načúvacie prístroje, kochleárne aparáty, kostné vibrátory a iné, o pomáha deťomžiakom naučiť sa používať špeciálne učebné a kompenzačné pomôcky pod vedením školského špeciálneho pedagóga aalebo OZ s cieľom viesť ich k čo možno najväčšej miere samostatnosti (napr. režimový pásik, náhradné komunikačné systémy), o pomáha zvýšiť bezpečnosť dieťaťažiaka, o monitoruje stav dieťaťažiaka (prestimulovanie, únava, stav pozornosti atď.) a následne spolu s učiteľom prehodnocuje vopred stanovené výchovno-vzdelávacie ciele, o poskytuje podporu pri začlenení sa do rovesníckych skupín a v rovesníckom učení, povzbudzuje k zapojeniu sa do diskusií v triede, pomáha porozumieť a riešiť vzniknuté sociálne situácie (aj v situáciách mimo priestor triedy), o poskytuje podporu pri obhajobe práv dieťaťa žiaka, o poskytuje podporu v prevencii vzniku neprimeranej odkázanosti na pedagogickej asistencii a tiež neprimeranej odkázanosti na konkrétnej osobe, ktorá pedagogickú asistenciu vykonáva, o podieľa sa na vytváraní a úprave pomôcok, personalizácii zadaní, úloh, písomných prác, o a mnohé iné. Vyššie uvedené príklady činností pedagogický asistent nevykonáva v plnom rozsahu v každej skupine detížiakov. Pedagogický asistent pôsobí v triede spolu s učiteľom. Počas výchovno- vzdelávacieho procesu sa spoločne snažia realizovať vopred naplánované činnosti a zároveň flexibilne reagujú na aktuálnu situáciu, charakter a obsah vznikajúcich interakcií v skupine. Okrem spolupráce s učiteľom má na prácu pedagogického asistenta určujúci vplyv spolupráca so školským špeciálnym pedagógom, prípadne odbornými zamestnancami školy. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia Všetky detižiaci zo skupiny (zväčša triedy), v ktorej pedagogický asistent pôsobí, na základe aktuálnych potrieb jednotlivých detížiakov. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. m) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami,, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami alebo o špeciálne výchovné zariadenie. Podporné opatrenia realizuje pedagogický zamestnanec v kategórii pedagogický asistent. Forma poskytovania podporného opatrenia Forma poskytovania podporného opatrenia vzhľadom na činnosť dieťaťažiaka môže byť: o individuálna (prebieha v triede, alebo mimo triedu), o skupinová (prebieha s časťou triedy, s celou triedou, alebo so širšou skupinou ako trieda). Forma poskytovania podporného opatrenia vzhľadom na spoluprácu pedagogického asistenta s učiteľom môže byť: o inštruktážna (učiteľ intenzívne usmerňuje pôsobenie pedagogického asistenta pri realizovaní jednotlivých aktivít, pedagogický asistent pracuje podľa inštrukcií učiteľa), o kooperačná (vzniká na základe plánovania medzi pedagogickým asistentom a učiteľom), o čiastočne kooperačná (pedagogický asistent spolu s učiteľom rámcovo plánuje postup svojej práce, vo výraznej miere si však pedagogický asistent sám stanovuje vlastný spôsob práce). Odporúčaný rozsah podporného opatrenia Rozsah je potrebné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy na základe vyjadrenia zariadenia poradenstva a prevencie. 3.n) POSKYTOVANIE ZDRAVOTNEJ STAROSTLIVOSTI Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. n) školského zákona - Poskytovanie zdravotnej starostlivosti - je poskytnúť dieťaťužiakovi so špecifickou zdravotnou diagnózou potrebnú zdravotnú starostlivosť, ktorá je nevyhnutná v čase výchovno-vzdelávacieho procesu a jeho pobytu v škole. Zdravotná starostlivosť je poskytovaná v súlade so štandardnými diagnostickými a terapeutickými postupmi napríklad prostredníctvom nasledovných činností: a) sledovanie a posudzovanie zdravotného stavu dieťaťa alebo žiaka, b) meranie, posudzovanie a zaznamenávanie vitálnych funkcií, c) aplikovanie liekov všetkými dostupnými formami, d) odoberanie biologického materiálu, e) orientačné vyšetrovanie krvi pomocou glukomera, f) podávanie stravy sondou alebo cez gastrostómiu, g) ošetrovanie všetkých typov stómií a vymieňanie stomického vrecka, h) hodnotenie a ošetrovanie porúch celistvosti kože, i) hodnotenie stavu výživy a dohliadanie nad dodržiavaním dietetického stravovania dieťaťa a žiaka v škole, j) starostlivosť o optické pomôcky (napr. okuliare), protézy a pod., k) podpora pri starostlivosti o sluchové pomôcky (načúvacie prístroje, kochleárne implantáty), l) poskytovanie 1. pomoci pri akútnych záchvatoch, hypoglykémii, alergických reakciách a pod., m) realizácia opatrení na predchádzanie prenosných ochorení. Cieľová skupina podporného opatrenia Deti a žiaci, ktorým z ich zdravotného stavu aalebo zdravotného znevýhodnenia vyplýva potreba zdravotnej starostlivosti počas pobytu v škole. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. n) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o špeciálne výchovné zariadenie. Podporné opatrenie poskytuje zdravotnícky pracovník (podľa  152a školského zákona). Forma poskytovania podporného opatrenia Individuálna. Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy. 3.o) ZABEZPEČENIE SEBAOBSLUŽNÝCH ÚKONOV PODĽA OSOBITNÉHO PREDPISU 80C)V ČASE VÝCHOVNO-VZDELÁVACIEHO PROCESU Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. o) školského zákona - Zabezpečenie sebaobslužných úkonov podľa osobitného predpisu 80c) v čase výchovno-vzdelávacieho procesu - je zabezpečiť sebaobslužné úkony dieťaťužiakovi počas výchovno-vzdelávacieho procesu podľa jeho potrieb a v súlade s prílohou č. 4 Zákona č. 4472008 Z. z. o peňažných príspevkoch na kompenzáciu ťažkého zdravotného postihnutia a o zmene a doplnení niektorých zákonov. Ide o nasledovné oblasti činností:  Osobná hygiena Hygienická starostlivosť o jednotlivé časti tela: ruky, tvár, zuby, nechty. V mnohých prípadoch ide len o čiastočnú podporu, keď sa dieťažiak nevie dostatočne efektívne pohybovať v priestore určenom na osobnú hygienu (napr. pri oslabení hrubej alebo jemnej motoriky), alebo nemá dostatočne osvojenú postupnosť jednotlivých dielčích činností (napr. pri oslabení kognitívnych schopností). V mnohých prípadoch je však potrebná podpora komplexná, kedy osoba poskytujúca asistenciu v oblasti osobnej hygieny, niektoré úkony vykonáva v plnej miere namiesto dieťaťažiaka.  Stravovanie a dodržiavanie pitného režimu Porciovanie stravy, obsluha (prinesenie stravy a nápoja na dosah), kŕmenie a pomoc pri pití. Rozsah a charakter podpory je v tomto smere široký. Mnoho detížiakov nedokáže odniesť podnos s jedlom a pitím bez pomoci, niektorí to nedokážu vôbec. Obdobne široký rozsah podpory je pri samotnom procese prijímania potravy či tekutín. Asistencia v tomto smere znamená podporu pri manipulovaní s tanierom, príborom a kúskami potravy.  Vyprázdňovanie Sprievod na toaletu, pomoc pri vyzliekaní, obliekaní, účelná očista po toalete, sprievod z toalety, podanie podložnej misy, močovej fľaše s následným očistením podložnej misy (fľaše), ochrana osobnej a posteľnej bielizne pred znečistením (nasadenie a výmena plienky). Niektoré detižiaci môžu potrebovať neustálu starostlivosť, zatiaľ čo iní budú potrebovať pomoc len pri presunoch na toaletu alebo pri samotnom používaní toalety.  Obliekanie, vyzliekanie Výber oblečenia (rozpoznanie jeho správneho vrstvenia a farieb), obliekanie, obúvanie, vyzliekanie, vyzúvanie. Pri niektorých deťochžiakoch sú ťažkosti v tejto oblasti spojené s hrubou alebo jemnou motorikou, u iných to môže byť ťažkosť spojená s oslabením kognitívnych funkcií (napr. určiť na čo slúžia jednotlivé časti odevu, ako odev prispôsobiť vonkajšej teplote a iné). Asistenciu je vhodné poskytnúť len pre tú časť zo sústavy krokov a tú oblasť, v ktorej je naozaj potrebná.  Mobilita, motorika Sprievod pri chôdzi (chôdza po rovine, po schodoch), pomoc pri vstávaní z lôžka, pomoc pri líhaní na lôžko, polohovanie, pomoc pri manipulácii s predmetmi (napríklad pri uchopení lyžičky, zapínaní gombíkov), obsluha a premiestňovanie predmetov dennej potreby. Poskytnutie efektívnej asistencie v oblasti mobility vyžaduje v prvom kroku dôkladné oboznámenie sa s motorickými schopnosťami a možnosťami konkrétneho dieťaťažiaka. Rovnako dôležité je oboznámiť sa s pomôckami, ktoré používa a so spôsobom a rozsahom ich ovládania.  Dodržiavanie liečebného režimu Životospráva dieťaťa alebo žiaka na podporu liečby, ktorú stanoví lekár. Môže ísť o rôzne opatrenia v rámci výchovno-vzdelávacích procesov školy, ale tiež vykonávanie alebo obmedzenie konkrétnych aktivít. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia Detižiaci, ktorí majú obmedzenia vo vykonávaní sebaobslužných úkonov. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. o) školského zákona): o škola alebo o školské zariadenie. Podporné opatrenie realizuje osobný asistent, pomocný vychovávateľ, rodičovský asistent alebo nepedagogický zamestnanec zabezpečujúci sebaobslužné úkony. Forma poskytovania podporného opatrenia Forma poskytovania podporného opatrenia je priamo závislá na miere samostatnosti dieťaťažiaka a na charaktere a rozsahu konkrétnych obmedzení dieťaťažiaka v oblasti sebaobslužných úkonov. Pri poskytovaní podporného opatrenia sa venuje zvýšená pozornosť výberu vhodných foriem realizácie, pri ktorej sa maximálne dbá na zachovaní dôstojnosti dieťaťažiaka. Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy. Pri voľbe rozsahu a intenzity poskytovania podporného opatrenia sa zohľadňuje najmä vek dieťaťažiaka, dostupnosť a bezpečnosť prostredia a služieb dostupných v škole, alebo školskom zariadení. Niektoré detižiaci môžu potrebovať neustálu starostlivosť, a to aj počas vyučovania, zatiaľ čo iní budú potrebovať pomoc najmä pri presunoch alebo pri používaní toalety. Maximálny rozsah je zabezpečenie podporného opatrenia počas celého výchovno-vzdelávacieho procesu v škole a školskom zariadení. Pri stanovení rozsahu sa vychádza aj z písomného vyjadrenia všeobecného lekára pre deti a dorast, ktoré je súčasťou Vyjadrenia na účel poskytnutia podporného opatrenia. Usmernenie k pôsobeniu pedagogického asistenta, zamestnanca, ktorý realizuje poskytovanie podporného opatrenia \"sebaobslužné úkony\" a osobného asistenta v škole alebo školskom zariadení je dostupné Usmernenie k pôsobeniu pedagogického asistenta zamestnanca, ktorý realizuje poskytovanie podporného opatrenia Sebaobslužné úkony a osobného asistenta v škole alebo školskom zariadení. 3.p) POSKYTNUTIE ŠPECIÁLNYCH EDUKAČNÝCH PUBLIKÁCIÍ A KOMPENZAČNÝCH POMÔCOK Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. p) školského zákona - Poskytnutie špeciálnych edukačných publikácií a kompenzačných pomôcok - je stimulovať aktivitu dieťaťažiaka a zvyšovať jeho motiváciu v učení sa využívaním špeciálnych edukačných publikácií (v printovej, zvukovej, elektronickej alebo inej forme, napríklad v reliéfno-bodovom písme) a špeciálnych kompenzačných pomôcok. Špeciálne edukačné publikácie Napomáhajú dosahovať ciele výchovno-vzdelávacieho procesu využitím osobitnej formy komunikácie (viac popísanej v sprievodnom materiáli k PO Zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením), ktorou môže byť napríklad: o Braillovo písmo, bodová či reliéfna grafika, o implementácia posunkového jazyka, o prepis hovoreného slova do písaného textu, o titulkovanie, o poskytnutie textu v písomnej forme (prezentácia, poznámky), o alternatívna a augmentatívna komunikácia, o audiokomentáre a iné elektronické formy, o edukačné publikácie vytvárané pre detižiakov, ktoré rešpektujú princípy ľahko čitateľného textu. Edukačné publikácie s doložkou ministerstva školstva sú určené pre materské školy a školy, v ktorých sa vzdelávanie považuje za sústavnú prípravu na povolanie (základné a stredné školy). Školy majú pre detižiakov dostupné rôzne druhy edukačných publikácií: učebnice, pracovné zošity, učebné texty, digitálne edukačné publikácie, aj v elektronickej forme. Každá škola si môže podľa svojho zamerania vybrať edukačné publikácie zo zoznamu edukačných publikácií, ktorý obsahuje aj špeciálne edukačné publikácie. Registre edukačných publikácií sa pravidelne aktualizuje na webovej stránke MŠVVaM SR: https:www.minedu.skregister-edukacnych-publikacii Špeciálne učebné a kompenzačné pomôcky Cieľom je zabezpečiť prekonanie bariér pri dosahovaní optimálneho výsledku vo výchovno-vzdelávacom procese efektívne a samostatne, umožniť dieťaťužiakovi zažívať úspech pri nadobúdaní vedomostí, zručností a spôsobilostí a eliminovať potrebu ďalšej asistencie zo strany okolia. Potreba môže vzniknúť nielen v dôsledku zdravotného znevýhodnenia, ale napríklad aj pri žiakoch s odlišným materinským jazykom alebo zo SZP. o Špeciálne učebné pomôcky prispievajú k samostatnosti, pochopeniu a dosiahnutiu výchovno-vzdelávacích cieľov detížiakov. Môžu byť vyrobené priamo na mieru pre dieťažiaka, alebo sú vyrobené sériovo, vychádzajúc z dlhoročnej pedagogickej praxe, so zámerom cielene a systematicky prispieť ku konkrétnemu výchovno-vzdelávaciemu cieľu. Mnohé špeciálne učebné pomôcky zastávajú najmä kompenzačnú funkciu (nahrádzajú obmedzenú alebo absentujúcu modalitu percepcie inou). o Kompenzačné pomôcky nahrádzajú, dopĺňajú a podporujú chýbajúce alebo oslabené funkcie príslušného orgánu, zároveň sa využívajú aj aj v prípade odlišného materinského jazyka dieťaťažiaka počas tranzitného obdobia pri počiatočnom osvojovaní si vyučovacieho jazyka školy. Kompenzujú dôsledky nedostatku, poškodenia alebo straty funkcie alebo orgánu. Zvyšujú samostatnosť a nezávislosť detížiakov so zdravotným znevýhodnením. Téma špeciálnych učebných a kompenzačných pomôcok je rozpracovaná v Metodike špeciálnych učebných a kompenzačných pomôcok. (SPRIEVODNÉ MATERIÁLY). Z pohľadu rôznych potrieb detížiakov, alebo potrieb rôznych skupín detížiakov sa v tejto publikácii špeciálne učebné a kompenzačné pomôcky členia na univerzálne pomôcky a úpravy a špecifické špeciálno-edukačné a kompenzačné pomôcky. o Univerzálne pomôcky a úpravy  napomáhajú deťomžiakom pri dosahovaní konkrétnych výchovno-vzdelávacích, zväčša krátkodobých cieľov. Sú to aj bežné edukačné pomôcky, ktoré však detižiaci so zdravotným znevýhodnením používajú vo väčšom množstve alebo častejšie. Patria sem aj úpravy prostredia a prispôsobenie výchovno- vzdelávacieho procesu, ktoré zlepšia prístupnosť nielen z pohľadu mobility, ale aj prístupu k informáciám. Univerzálne pomôcky a úpravy sa pre konkrétne dieťažiaka zvyčajne využívajú dočasne na preklenutie vývinového obdobia, v ktorom je potreba oslabenú funkciu cielene rozvíjať. Výnimkou je využitie univerzálnej pomôckyúpravy pre tie detižiakov, ktorí vzhľadom na svoje zdravotné znevýhodnenie potrebujú jej trvalé využívanie. Príkladom sú bezbariérové vstupy do budovy, ktoré budú detižiaci s narušenou hybnosťou dolných končatín potrebovať počas celej školskej dochádzky, ale sú nápomocné aj pre detižiakov s ťažkosťami v oblasti vizuomotorickej koordinácie, ktoré sú bežné u žiakov s poruchou aktivity a pozornosti, poruchami učenia, či zrakovým postihnutím. Pre týchto žiakov je bezbariérový vstup vhodný najmä na začiatku školskej dochádzky. Univerzálne pomôcky sa vyžívajú aj pri deťochžiakoch, ktorí majú materinský jazyk odlišný od vyučovacieho jazyka školy. Napr. prekladový slovník sa stáva kompenzačnou pomôckou pri vzdelávaní aj testovaní, či maturite. o Špecifické pomôcky  sú určené pre špecifickú skupinu detížiakov so zdravotným znevýhodnením, sú používané dlhodobo, často slúžia na plnenie dlhodobých výchovno-vzdelávacích cieľov. Spravidla sú to konkrétne kompenzačné pomôcky a pomôcky pri rozvoji nadania. Zaraďujeme sem aj podporné technológie (nazývané aj asistenčné technológie). Ide o také druhy alebo skupiny technických pomôcok, ktoré používajú ľudia so zdravotným znevýhodnením a pomáhajú im v ich každodennom živote. Pri výbere pomôcok zariadenie poradenstva a prevencie vychádza zo zoznamu špeciálnych učebných a kompenzačných pomôcok aktualizovaného na webovom sídle Ministerstva školstva, výskumu, vývoja a mládeže Slovenskej republiky. ZPP vyberie zo zoznamu okruh pomôcok, ktorý má žiak využívať a bližšie špecifikuje konkrétnu podľa individuálnych potrieb a stanoví jeho spôsob použitia aj v súvislosti s formami povinného testovania a skúšok (T9, maturity). V rámci podporného opatrenia sú financované špecifické pomôcky, ktoré nie sú bežným materiálno-technickým zabezpečením školy a riadi sa usmernením na webovom sídle ministerstva školstva: https:podporneopatrenia.minedu.skfinancovanie- podpornych-opatreni Súvisiace legislatívne ustanovenia: o  95 ods. 4 školského zákona, o  131 ods. 5 písm. g) školského zákona, o  131 ods. 6 písm. h) školského zákona, o  144, ods. 1 písm. e) školského zákona, o  144 ods. 2) školského zákona, o  144 ods. 3) školského zákona, o  12 vyhláška 2232022 Z. z. o základných školách, o  16 vyhláška 2242022 Z. z. o strednej škole, o Vyhláška 3072008 Z. z. o výchove a vzdelávaní žiakov s intelektovým nadaním. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia Detižiaci, pre ktorých je nástrojom k dosiahnutiu cieľov výchovno-vzdelávacieho procesu konkrétna kompenzačná a špeciálna edukačná pomôcka, ako aj špeciálne edukačné publikácie. Spravidla ide o detižiakov so zdravotným znevýhodnením. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. p) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami o špeciálne výchovné zariadenie. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ, pedagogický asistent alebo školský špeciálny pedagóg, odborný zamestnanec alebo školský podporný tím. Forma poskytovania podporného opatrenia Po zabezpečení špeciálnej edukačnej publikácie či kompenzačnej pomôcky je nutné dieťažiaka zaučiť ako efektívne, bezpečne a podľa možnosti samostatne s publikáciou či pomôckou narábať. V niektorých situáciách môže byť nutná aj komunikácia a poučenie pre zákonných zástupcov. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia je krátkodobý alebo dlhodobý (na pravidelnej báze) podľa individuálnych potrieb daného dieťaťažiaka na základe vyjadrenia zariadenia poradenstva a prevencie, pedagogického zamestnanca v kategórii školský špeciálny pedagóg, odborného zamestnanca školy alebo školského podporného tímu. 3.q) ZABEZPEČENIE ÚPRAVY PRIESTOROV ŠKOLY URČENÝCH NA PODPORU VNÍMANIA A NADOBÚDANIE ZRUČNOSTÍ Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. q) školského zákona - Zabezpečenie úpravy priestorov školy určených na podporu vnímania a nadobúdanie zručností - je vytvoriť v školách priestor a podmienky s dlhodobým efektom na rozvoj rôznych oblastí vývinu; na rehabilitáciu, oddych a relaxáciu pod odborným vedením napríklad na bezpodnetový oddych; na stimuláciu zmyslového vnímania; na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok. Potrebné je zabezpečiť izolované miestnosti alebo prispôsobiť časti miestností s cieľom vytvorenia priestoru na podporu zmyslového vnímania, elimináciu vnútornej tenzie, uspokojenie vnútorných potrieb dieťaťažiaka alebo podporu kognitívnych schopností a manuálnych zručností detížiakov. Miestnosti zamerané na spomínaný účel sú napríklad: o multisenzorické miestnosti, o bezpodnetové miestnosti, o relaxačný kútik, o miestnosti na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok, o miestnosť pre špeciálneho pedagóga a odborného zamestnanca, o miestnosť pre zdravotnú sestru. Multisenzorická miestnosť Multisenzorická miestnosť zriadená v škole má slúžiť na poskytnutie pozitívne naladeného prostredia, ktoré má funkciu relaxačnú, poznávaciu a interakčnú. Aktívny, ale aj pasívny pobyt v miestnosti môže pomôcť u dieťaťažiaka redukovať stres a stereotypné správanie, znižovať agresívne správanie a formy sebapoškodzovania. Multisenzorické miestnosti by mali rešpektovať senzorické potreby dieťaťažiaka. Môže to byť v zmysle eliminácie (obmedzenia) rušivých podnetov, alebo naopak v zmysle senzorickej stimulácie, ktorá dieťažiaka podnecuje, podporuje jeho vývin, aktivizuje ho. Pobyt v miestnosti je možné využiť aj ako jednu z alternatívnych ciest pri učení sa (alebo poskytovaní intervencieterapie), keď štandardný spôsob zlyháva, alebo nie je dostatočne efektívny, ako napr. pri objavovaní a hľadaní štýlu učenia a podpory sústredenia sa detížiakov a odhaľovaní najvhodnejšieho zmyslového kanálu pre učenie. Pobytom v multisenzorickej miestnosti je možné u dieťaťažiaka ukázať jeho silné stránky, podporiť jeho vnímanie seba a svojho okolia, ukázať mu jeho schopnosť sa učiť a nadobúdať nové skúsenosti a poznatky a tak prirodzenou cestou posilniť jeho sebavnímanie a sebavedomie. Vďaka vybudovaniu pozitívneho sebaobrazu je možné predchádzať problémovému správaniu či poruchám správania dieťaťažiaka alebo eliminovať niektoré prejavy porúch správania alebo problémového správania. Ďalší typ multisenzorickej miestnosti poskytuje možnosť u dieťaťažiaka uspokojiť jeho aktuálne vnútorné potreby a prežívanie, eliminovať u žiaka vnútorné napätie, frustráciu alebo agresiu. Pobytom v miestnosti sa dieťažiak učí regulovať svoje prežívanie a správanie. Miestnosť môže byť samostatne vybavená a izolovaná alebo súčasťou inej miestnosti, napríklad telocvične, avšak s jasne ohraničenou a vymedzenou časťou. Pobyt a vybavenie miestnosti má slúžiť na aktuálne odreagovanie a uspokojenie vnútorných potrieb dieťaťažiaka, napríklad formou pohybovej aktivity  v miestností má mať možnosť dieťažiak uvoľniť napätie napríklad formou skákania, hádzania loptymedicinbalu na určené miesto alebo o zem na konkrétnom mieste (výbušnosť, uvoľnenie energie, eliminácia agresívnych prejavov), chodenie cez prekážku, búchanie do určeného predmetu (molitanový valec, malé boxovacie vrece a podobne) a ďalšie. Vybavenie miestnosti nie je vopred určené, je však potrebné pred vstupom do danej miestnosti detižiakov alebo dieťažiaka upozorniť na pravidlá bezpečnosti, avšak umožniť mu voľný pohyb a odreagovanie sa. Dieťažiak má v danej miestnosti pociťovať voľnosť a možnosť uvoľniť nahromadenú energiu a emócie. Pobyt v miestnosti by mal byť jasne vymedzený, úvodným aj záverečným znamenímsignálom, totožným pri každom pobyte. Dieťažiak by mal byť vopred oboznámený s účelom jednotlivých stanovíšť v miestnosti. V závere pobytu v miestnosti je nevyhnutné zaradiť krátke relaxačné cvičenie, v ktorom dieťažiak precíti pocit uvoľnenia a odstránenia napätia a frustrácie. Bezpodnetová miestnosť Bezpodnetová miestnosť je samostatne zriadená miestnosť, v ktorej by sa malo nachádzať čo najmenej senzorických podnetov. Po vizuálnej aj technickej stránke by mala byť miestnosť čo najjednoduchšia, bez vizuálnych stimulov, podľa možností odhlučnená a mala by pôsobiť jednoducho a príjemne. Dieťažiak by mal mať možnosť v miestnosti získať pocit upokojenia a uvoľnenia a mal by mať možnosť oddychu a relaxácie bez zmyslových podnetov. V miestnosti sa môže nachádzať jednoduchý polohovateľný vak, sedací vak alebo iná podložka na ležanie, oddych. Miestnosť je vhodná na odstránenie negatívnych prejavov hypersenzitivity, agresie alebo neprimeraného správania a oddych bez zmyslových podnetov. . Po zabudovaní akustickej techniky s reproduktormi, môže byť miestnosť využitá aj pri nácviku echolokácie pre nevidiace deti žiakov, alebo nácvik komunikácie pre detižiakov s poruchou sluchu . Relaxačný kútik Relaxačný kútik by mal tvoriť súčasť triedy, v ktorej prebieha výchova a vzdelávanie. Kútik by mal byť príjemným priestorom, v ktorom sa môže dieťažiak upokojiť a relaxovať v prípade, že pociťuje pocit hnevu, smútku, emocionálnej nestability alebo napríklad vyčerpania, alebo má potrebu tráviť chvíľu čas osamote. Pobyt v relaxačnom kútiku okrem odstránenia napätia, únavy a negatívnych pocitov pomáha dieťaťužiakovi naučiť sa identifikovať a regulovať vlastné emócie a prežívanie. Dieťažiak by mal byť oboznámený s účelom daného priestoru a primerane vedený k jeho využívaniu. Relaxačná zóna Relaxačná zóna by mala tvoriť súčasť školy, napríklad chodby (interiér) alebo jej areálu (exteriér) a má slúžiť na pasívny aj aktívny odpočinok detížiakov. Relaxačná zóna by mala byť príjemným miestom, v ktorom sa môže dieťažiak uvoľniť, relaxovať alebo v prípade potreby vo svojom čase mimo vyučovania, napríklad počas prestávky, realizovať kreatívnu činnosť, ktorá mu pomáha v uvoľnení a vychádza z jeho vnútorných potrieb. Relaxačné zóny takisto môžu slúžiť ako miesto na socializáciu detížiakov v čase mimo vyučovania. Relaxačná zóna môže poslúžiť aj ako priestor na samoštúdium. Miestnosť na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok Miestnosť na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok môže byť súčasťou inej miestnosti, kde však bude presne vymedzený priestor na vykonávanie potrebnej činnosti alebo môže ísť o samostatnú miestnosť. Má slúžiť na individuálnu prácu s dieťaťomžiakom, ktorý z dôvodu zdravotného znevýhodnenia potrebuje k úspešnému zvládnutiu edukačného procesu využívať špeciálno-edukačné pomôcky. V týchto priestoroch má možnosť individuálnym tempom a za adekvátnej pomoci za použitia kompenzačných pomôcok realizovať konkrétne činnosti spojené s výchovno-vzdelávacím procesom. Vybavenie danej miestnosti má zodpovedať špecifickým potrebám žiakov, ktorí využívajú špeciálno-edukačné pomôcky po priestorovej, organizačnej aj materiálnej stránke. Miestnosť pre špeciálneho pedagóga a odborného zamestnanca Miestnosť určená na odbornú prácu s deťmižiakmi. Diagnostika, intervencia, terapia a iné odborné činnosti vyžadujú špecifické prostredie. Špeciálny pedagóg a odborný zamestnanec pripravia miestnosť podľa konkrétnych potrieb detížiakov. Miestnosť môžu využívať na individuálnu, ako aj skupinovú prácu s dieťaťomžiakom, ako aj ďalšie odborné činnosti súvisiace s intervenciou napr. stretnutia, konzultácie a supervízie rodičov, pedagógov a ďalších zamestnancov školy a iné. Cieľová skupina podporného opatrenia Detižiaci, pre ktorých je nástrojom dosiahnutia výchovno-vzdelávacích cieľov využitie možností takejto miestnosti alebo časti miestnosti, najmä detižiaci so zdravotným znevýhodnením. Pri výbere miestnosti, pomôcok a aktivít realizovaných s dieťaťomžiakom je nevyhnutné prihliadať na jeho aktuálne potreby a naladenie, pričom je dôležité dieťažiaka neprestimulovať množstvom podnetov, ktoré sú mu poskytnuté. o Multisenzorická miestnosť: pre všetky detižiakov, najmä je vhodná pre detižiakov so zmyslovou depriváciou, kognitívnym deficitom alebo detížiakov, u ktorých je možné pobytom v senzorickej miestnosti navodiť pocit bezpečia, uvoľnenia a relaxácie. o Bezpodnetová miestnosť: pre detižiakov, ktorí v dôsledku hypersenzitivity, prestimulovania, porúch správania alebo v dôsledku iného zdravotného znevýhodnenia pociťujú pocit silnej vnútornej emocionálnej nestability, agresivity, tenzie alebo pociťujú potrebu celkového senzorického a psychomotorického upokojenia. Rovnako pre detižiakov, ktorí vyžadujú nácvik priestorovej orientácie, echolokácie, oddych bez zmyslových podnetov. o Relaxačný kútikrelaxačná zóna: pre všetky detižiakov, ale najmä detižiakov, ktorí potrebujú v dôsledku emocionálnej nestability, vnútornej tenzie alebo vyčerpania priestor na aktívny ale aj pasívny oddych, relaxáciu a uvoľnenie. o Miestnosť na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok pre všetky detižiakov, ktorí v dôsledku zdravotného znevýhodnenia potrebujú na prevedenie konkrétnych činností využívať kompenzačné a špeciálno-edukačné pomôcky. o Miestnosť pre zdravotnú sestru vybavenú potrebnými prístrojmi, nábytkom, uzamykateľnými skrinkami: pre všetkých žiakov, ktorí potrebujú jednorazovú alebo opakovanú pomoc zdravotnej sestry na výkon ošetrovateľskej činnosti. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. q) školského zákona): o škola, o špeciálne výchovné zariadenie. Realizáciu podporného opatrenia zabezpečuje riaditeľ školy. Riaditeľ školy zabezpečí miestnosť alebo konkrétnu časť miestnosti, ktorú môžu detižiaci využívať pod vedením pedagogických a odborných zamestnancov školy alebo školského podporného tímu. Miestnosť špeciálno-pedagogickej podpory si môže škola vytvoriť podľa vlastných možností a potrieb, ktoré identifikuje v spolupráci so zariadením poradenstva a prevencie. Forma poskytovania podporného opatrenia Miestnosť je možné využívať individuálne, alebo skupinovo. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťa žiaka na pravidelnej alebo nepravidelnej báze na základe vyjadrenia zariadenia poradenstva a prevencie, pedagogického zamestnanca v kategórii školský špeciálny pedagóg, odborného zamestnanca školy alebo školského podporného tímu. 3.r) ODSTRAŇOVANIE FYZICKÝCH BARIÉR V PRIESTOROCH ŠKOLY ALEBO ŠKOLSKÉHO ZARIADENIA A ORGANIZAČNÝCH BARIÉR PRI VÝCHOVE A VZDELÁVANÍ Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. r) školského zákona - Odstraňovanie fyzických bariér v priestoroch školy alebo školského zariadenia a organizačných bariér pri výchove a vzdelávaní - je odstrániť bariéry (najmä fyzické) a sprístupniť vzdelávanie a školské prostredie pre dieťažiaka so zdravotným znevýhodnením a ostatné detižiakov tak, aby zodpovedali ich výchovno- vzdelávacím potrebám. Primerané úpravy majú byť v súlade s legislatívou a ďalšími usmerneniami a metodickými materiálmi (najmä Manuálom debarierizácie škôl a školských zariadení, 2022) navrhnuté a realizované tak, aby podporovali začleňovanie detížiakov počas celého procesu výchovy a vzdelávania. Pri budovaní nových škôl a školských zariadení sa uplatňuje univerzálne navrhovanie a univerzálny dizajn. Úprava prostredia škôl a školských zariadení môže byť výrazným podporným mechanizmom, ktorý priamo nielen prispeje k vytvoreniu inkluzívneho prostredia, ale aj efektívnym prostriedkom k dosiahnutiu výchovno-vzdelávacích cieľov. Každé dieťažiak je v škole vítané. Preto pred nástupom dieťaťažiaka so ZZŠVVP s ohľadom na jeho fyzické a psychické danostimožnosti do školy alebo školského zariadenia sa odporúča včas, ideálne ešte pred samotným nástupom, konzultovať s vedením školy alebo školského zariadenia, prípadne aj so zriaďovateľom školyškolského zariadenia, možnosti umiestnenia dieťaťažiaka v ich škole alebo školskom zariadení. Dôvodom je prípadná úprava prostredia pre čo najplnohodnotnejšie vzdelávanie dieťaťažiaka v škole a školskom zariadení, ako aj sprístupnenie jeho účasti na aktivitách školy. Riešenie úpravy školského prostredia je upravené v Manuáli debarierizácie škôl a školských zariadení3. 3 https:www.minedu.sk32192-skmanual-debarierizacie V manuáli sú vymedzené štandardy debarierizácie školského prostredia a eliminácie fyzických, informačných a technologických bariér tak, aby zodpovedali skutočným potrebám detížiakov nielen so zdravotným znevýhodnením a rešpektovali princípy univerzálneho dizajnu. Je založený na holistickom prístupe, ktorý zabezpečuje plnú participáciu dieťaťažiaka na živote školy (t. j. definuje štandardy, ktoré vytvárajú inkluzívny priestor) Okrem priestorových štandardov (ako napr. technická špecifikácia pre stavebné úpravy) definuje manuál aj štandardy postupu pri debarierizácii budov škôl a školských zariadení. Nie je vhodné, aby kvôli akýmkoľvek bariéram bolo dieťažiak so ZZŠVVP vylúčené z výchovno-vzdelávacieho procesu. V rámci debarierizácie by mala byť pozornosť sústredená najmä na vytvorenie komplexného inkluzívneho prostredia metódou univerzálneho navrhovaniadizajnu. Toto by malo zahŕňať najmä prístupnosť prostredia (fyzická prístupnosť) rešpektujúceho jednotlivcov s rôznym zdravotným znevýhodnením vrátane osôb so zvýšenou zmyslovou citlivosťou, ako aj technologickú prístupnosť a prístupnosť informačných a komunikačných zdrojovnástrojov, vzdelávacích metód, materiálov (eliminácia informačných bariér), elimináciu komunikačných, sociálnych aj psychických bariér a podobne. Odstraňovaniu bariér a sprístupneniu školského prostredia všetkým deťomžiakom sa venuje aj Metodika špeciálnych učebných a kompenzačných pomôcok v časti Úprava a usporiadanie prostredia, kde sú opísané vonkajšie a vnútorné prístupové riešenia. Podľa kvality ich uvedenia do praxe môže dieťažiak optimálne fungovať v škole alebo školskom zariadení. Primárnym cieľom debarierizačných opatrení je nielen vytvorenie optimálnych podmienok na vzdelávanie dieťaťažiaka so ZZŠVVP, ale aj zaistenie bezpečného, tvorivého a akceptujúceho prostredia. Úpravy vonkajšieho prostredia definujú požiadavky na elimináciu prirodzených prekážok, ktoré za normálnych okolností bezproblémovo slúžia pre bežnú detskú populáciu, ale pre dieťažiaka napríklad s obmedzenou schopnosťou pohybu môžu byť neprekonateľnou prekážkou, ako napríklad schody. Zahŕňajú aj také prvky, ktoré napomáhajú dieťaťužiakovi so zdravotným znevýhodnením k jednoduchšej orientácii prostredníctvom reflexných, vizuálnych alebo zvukových signalizačných prvkov. Príklady: o vybudovanie bezbariérového prístupu na prekonávanie výškových rozdielov, o odstránenie prekážok v exteriéroch, o vybudovanie vodiacich línií v exteriéri, o vybudovanie pevnej nájazdovej rampy do budovy. Úpravy vnútorného prostredia rovnako definujú spôsoby eliminácie prekážok, a obsahujú aj prvky úpravy prostredia, napr. lokalizáciu triedy, rozloženie lavíc, vizuálny poriadok v triede a pod. Príklady: o úpravy a usporiadanie priestorov pre bezpečný, plynulý a komfortný pohyb dieťaťažiaka, o odstránenie prekážok v interiéri, o tvorba reliéfnych plánikov a zabezpečenie ich prístupnosti, o reliéfne označenia v Braillovom písme aalebo reliéfnej latinke, o farebné kontrastné riešenia a označenia, o zväčšené nápisy pre uľahčenie orientácie, o piktogramy pre uľahčenie orientácie, o vizuálne a zvukové signalizačné zariadenia, o akustické riešenie miestností, o prenosnú bezdrôtovú technológiu, o rôzne asistenčné technológie podľa individuálnych potrieb dieťaťažiaka, o prispôsobenie osvetlenia, o vytvorenie priestoru pre riešenie zdravotných problémov, o vytvorenie oddychovýchrelaxačných zón, o odhlučnenie miestností, o vytvorenie akustických (sedenie vpredu, ďalej od ventilátora alebo dataprojektora, lepšie počujúcim uchom smerom k učiteľovi alebo hovoriacemu, mať výhľad na tvár učiteľky, sedenie v kruhu, tichá zóna v triede) a architektonických (odhlučňovacie panely, tkaniny v triede na odhlučnenie a pod.) podmienok pre vzdelávanie žiaka s poruchou sluchu, o vytvorenie vhodných podmienok pre odzeranie, o vytvorenie tichých zón v triedeškole (s použitím odhlučňovacích panelov, násteniek, závesov a i.), o vybudovanie bezbariérových toaliet, šatní, umyvární, učební, laboratórií, telocvične, jedálne, ubytovacieho zariadenia pre detižiakov, knižnice, vonkajšieho školského areálu a podobne. Cieľová skupina podporného opatrenia Deti a žiaci so zdravotným znevýhodnením a ostatné detižiaci, ktorým vyvstane potreba eliminácie rôznych druhov bariér - psychických, fyzických, technologických, informačných, komunikačných a pod. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. r) školského zákona): o škola, o školské zariadenie. Poskytovanie opatrenia zabezpečuje a v prípade potreby v spolupráci s ďalšími zainteresovanými osobami realizuje riaditeľ školy. Forma poskytovania podporného opatrenia o jednoduché úpravy školy aalebo školského prostredia pedagógmi (najmä v triede  premiestnenie nábytku, vizuálny poriadok), o jednoduché úpravy interiéru školy aalebo školského prostredia ďalšími zamestnancami školy (školníkom, údržbárom, upratovačkami, elektrikárom, ... - montáž dodatočného osvetlenia, montáž izolačného odhlučnenia triedy, zjednodušenie otvárania dverí; prestavba interiéru nezasahujúca do stavebných úprav-preskupenie nábytku), o jednoduché úpravy exteriéru školyškolského prostredia zamestnancami školy (prispôsobenie prirodzených vodiacich línií, osadenie orientačných bodov, ...), o zložitejšie úpravy exteriéru školyškolského prostredia externými odborníkmi (stavebné úpravy chodníkov, nájazdové rampy a pod.), o jednoduché úpravy prostredia vyžadujúce si jednoduché stavebné zásahy (osadenie umývadla, rozšírenie zárubní, doplnenie zvukovej izolácie na steny a i.), o zložité úpravy prostredia vyžadujúce si odbornú konzultáciu a zložitejšie stavebné zásahy realizované odborníkmi. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia je nutné prispôsobiť individuálnym potrebám dieťaťažiaka, podmienkam školy a stavebnému charakteru budovy. 3.s) ZABEZPEČENIE DIÉTNEHO STRAVOVANIA Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. s) školského zákona - Zabezpečenie diétneho stravovania - je poskytnúť priestor v zariadeniach školského stravovania aj pre stravovanie detižiakov so zdravotnými obmedzeniami tak, aby ich pobyt v školách a školských zariadeniach počas výchovno-vzdelávacieho procesu bol rovnocenný s ostatnými deťmižiakmi. Diétna strava v zariadení školského stravovania je nevyhnutná pre detižiakov s vybranými diagnózami (napr. cukrovka, potravinové alergie, a pod.). Podávanie diétnej stravy umožní týmto deťomžiakom účasť aj na popoludňajších výchovno-vzdelávacích aktivitách, posilní ich socializáciu a má priaznivý vplyv na zamestnanosť ich rodičov. Detižiaci s diétnou stravou majú v prípade porušenia diéty znížené vnímanie, koncentráciu, zvýšenú agresivitu a pod. Diétne stravovanie je rozdelené do 3 skupín na základe 3 druhov diét: o šetriaca - pri ochoreniach tráviaceho traktu, pri obezite, o diabetická - pri zvýšenej hladine krvného cukru  cukrovke, o bezgluténová (bezlepková)  pri poruche vstrebávania lepku  celiakii. Šetriaca diéta sa indikuje pri poruchách tráviaceho systému s dlhodobým priebehom, ktoré si nevyžadujú zmeny v energetickom príjme stravy. Sú to funkčné poruchy žalúdka, funkčná žalúdočná dyspepsia, poruchy sekrécie (hyperacidita), chronický zápal žalúdka, vredová choroba žalúdka a dvanástnika, niektoré stavy po resekcii žalúdka, chronické ochorenia žalúdka a žlčníka v pokojovom štádiu. Ďalej sem patria horúčkovité stavy a stavy po infarkte myokardu. Diabetická diéta sa indikuje predovšetkým diabetikom mladšieho, stredného, vyššieho a pokročilého veku, teda pre väčšinu hospitalizovaných pacientov. Pre diabetikov mladšieho veku alebo s väčšou energetickou spotrebou platí jej modifikácia (prepočet jedálneho lístka na množstvo výmenných sacharidových  chlebových jednotiek). Bezlepková diéta sa indikuje pacientom s ochorením celiakie a celikálnej sprue, pacientom s poruchou gluténovej intolerancie. Najčastejšie požiadavky na diétnu stravu: o bezgluténová (bezlepková), o bezlaktózová, bezkazeínová o diabetická, o antihistamínová. Pri zabezpečovaní diétneho stravovania v zariadení školského stravovania je potrebné upozorniť, že sa jedná o detižiakov, ktorí sú rizikovou skupinou stravníkov a ich stravovanie vyžaduje osobitný prístup s posúdením ošetrujúceho lekára. Na poskytovanie diétneho stravovania je nevyhnutné zabezpečiť: o rekonštrukciu priestorov pre zabezpečenie oddeleného pracovného miesta pre prípravu jedál diétneho stravovania, o materiálne vybavenie priestorov, nákup varných nádob, a pod. Viac informácii: Materiálno  spotrebné normy a receptúry pre diétne stravovanie (revízia 2023) s účinnosťou od 1. 9. 2023  Ministerstvo školstva, vedy, výskumu a športu Slovenskej republiky (minedu.sk) Cieľová skupina podporného opatrenia Detižiaci s potravinovou intoleranciou a diagnózou vyžadujúcou diétnu stravu. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje zariadenie školského stravovania (podľa  145a ods. 2 písm. s) školského zákona) a poskytuje kuchár. Forma poskytovania podporného opatrenia Priamo v zariadení školského stravovania, pri škole, ktorú dieťažiak navštevuje, alebo formou spolupráce s iným zariadením školského stravovania formou pravidelného dodávania diétnej stravy. Odporúčaný rozsah podporného opatrenia Na základe odporúčania lekára. 3.t) PREVENCIA NA PODPORU FYZICKÉHO ZDRAVIA, DUŠEVNÉHO ZDRAVIA A PREVENCIA VÝSKYTU RIZIKOVÉHO SPRÁVANIA Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. t) školského zákona - Prevencia na podporu fyzického zdravia, duševného zdravia a prevencia výskytu rizikového správania - je systematicky posilňovať schopnosti detížiakov, ktoré majú priamy vplyv na ich optimálny zdravý vývin a formovanie primeraných postojov v oblasti fyzického a duševného zdravia a vedú k znižovaniu prejavov a výskytu rizikového správania. Cieľom opatrenia je tiež predchádzať vzniku poruchy duševného a fyzického zdravia u detížiakov prostredníctvom realizovania podporných aktivít zameraných na rozvoj ich subjektívnej pohody (psychickej, sociálnej a fyzickej). Prevenciu možno rozdeliť nasledovne: o univerzálna prevencia, ktorá je zameraná na bežnú populáciu, o selektívna prevencia, ktorá je zameraná na detížiakov so zvýšenými nárokmi na podporu, o indikovaná prevencia, ktorá je zameraná na predchádzanie sekundárnych porúch a komplikácií u rizikových detížiakov. Programy a aktivity na podporu fyzického zdravia sa zameriavajú na podporu primeranej fyzickej kondície dieťaťažiaka, zdravého životného štýlu, starostlivosti o fyzické zdravie a bezpečnosti. Programy a aktivity na podporu duševného zdravia a psychickej odolnosti sa zameriavajú najmä na posilnenie úspešnej adaptácie dieťaťažiaka na školu, posilnenie schopnosti sebapoznania a sebahodnotenia, schopnosti kritického myslenia, schopnosti úspešne aplikovať stratégie zvládania, schopnosti asertivity, rozvíjanie pozitívnych vzťahov so spolužiakmi a ostatnými účastníkmi výchovno-vzdelávacieho procesu a posilnenie schopnosti zvládať psychicky náročné situácie (napríklad rovesnícky konflikt, medzigeneračný konflikt, vyrovnanie sa s úspechomneúspechom a podobne). Programy a aktivity na prevenciu rizikového správania sa zameriavajú na formovanie žiaduceho postoja dieťaťažiaka k rizikovému správaniu, v prípade výskytu rizikového správania aj na eliminovanieodstránenie jeho prejavov. Významný priestor sa venuje najmä programom zameraným na prevenciu šikany (vrátane kyberšikany), verbálneho a fyzického násilia, extrémistických postojov, užívania omamných a návykových látok a podobne. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY. Sprievodný materiál je prehľadom aktivít v rámci poskytovania prevencie. Cieľová skupina podporného opatrenia Všetky detižiaci školy a školského zariadenia. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. t) školského zákona): o škola alebo o školské zariadenie. Poskytovanie realizuje školský podporný tím, odborný zamestnanec, pedagogický zamestnanec, odborný zamestnanec zariadenia poradenstva a prevencie alebo externý subjekt. Forma poskytovania podporného opatrenia  Základné rozdelenie metód prevencie v škole podľa objektu: o individuálne (napr. inštruktáž, rozhovor, konzultácia), o skupinové (napr. prednáška, kvíz, diskusia, beseda, panelová diskusia, inscenačné metódy), o hromadné (v školskom prostredí napr. školský rozhlas, školský časopis).  Základné rozdelenie metód prevencie v škole podľa formy: o metódy hovoreného slova (napr. prednáška, diskusia, rozhovor, beseda, audionahrávky), o metódy tlačeného slova (napr. leták, heslo, plagát, článok, brožúra, časopis), o multimediálne metódy (napr. video, film). Preventívne aktivity môžu mať rôzny charakter (napr. informatívny, zážitkový). Medzi najúčinnejšie aktivity patria spravidla aktivity zážitkového charakteru. V rámci výskumov v oblasti efektívnosti preventívnych intervencií sa ukázalo, že mnohé aj často používané aktivity nie sú efektívne a niekedy môžu mať dokonca opačný účinok. Zásady efektívnej preventívnej činnosti možno nájsť rozpracované napr. v Štandardoch odborných činností - Prevencia rizikového správania (VÚDPaP, 2022). Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy alebo školského zariadenia. 3.u) KRÍZOVÁ INTERVENCIA Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. u) školského zákona - Krízová intervencia - je poskytnúť deťomžiakom odbornú starostlivosť zameranú na špecifické obdobie v ich živote po krízovej udalosti. Krízová udalosť je akákoľvek udalosť, alebo sekvencia udalostí, ktorá prekoná bežné zvládacie mechanizmy jednotlivca. Niektoré vybrané krízové udalosti majú charakter špecifickej krízovej situácie. Sú to udalosti: o s obzvlášť závažným dopadom na školskú komunitu a spoločnosť, o s potenciálom polarizovať spoločnosť, o s väčším počtom mŕtvych a zranených, o s históriou riešenia tráum a strát v školskej komunite v poslednom roku, o s väčším počtom zasiahnutých (trieda, celá škola), o s obzvlášť zraniteľnou alebo traumatizovanou populáciou v školskej komunite, o udalosť vysoko sledovaná médiami. Tieto situácie vyžadujú väčší počet interventov, ich spoluprácu, dopĺňanie a striedanie v priebehu poskytovania krízovej intervencie, v prípade potreby prizvanie trauma terapeuta a ďalších externých odborníkov do intervenčného Krízová intervencia predstavuje podpornú sieť opatrení zameraných na stabilizáciu jednotlivcaskupiny, prinavrátenie pocitu bezpečia a posilnenie vlastných kompetencií v práci s emóciami, so zvládacími stratégiami, redukciu stresu a nastavenie ďalších opatrení po krízovej udalosti. Každý poskytovateľ krízovej intervencie by mal mať vypracovaný krízový plán (v súlade so štandardom odbornej činnosti Krízová intervencia, VÚDPaP) Je to plán postupu riešenia krízových situácií. Krízový plán pozostáva vo všeobecnosti z nasledovných hlavných bodov: 1. Všetci zamestnanci školy bezprostredne po krízovej udalosti zaisťujú bezpečie pre seba a pre druhých. Pokiaľ riziko ohrozenia pominulo, poskytujú zasiahnutým základnú psychologickú prvú pomoc. 2. Zamestnanci školy podporujú vzájomnú informovanosť. Vedenie školy v súčinnosti s intervenčným tímom informuje o tom, čo sa stalo, kedy a kto je zasiahnutý, čo sa bude diať ďalej. Školská komunita môže bezprostredne po udalosti, alebo v prvý deň po udalosti využiť podporu policajných psychológov, alebo psychosociálneho tímu (externý tím prichádzajúci z prostredia mimo školy, zvyčajne zabezpečujúci psychologickú, alebo psychosociálnu prvú pomoc na mieste, kde sa udalosť odohrala, bezprostredne po udalosti). 3. Riaditeľ školy bezodkladne kontaktuje spádové CPP a požiada o realizáciu krízovej intervencie. CPP vytvorí z odborných zamestnancov vyškolených v krízovej intervencii intervenčný tím. Vedúci tímu navštívi školu a zisťuje potreby zasiahnutej školy a dopad udalosti na školskú komunitu. 4. Vedúci krízového intervenčného tímu spolu s vedením školy koordinuje aktivity v škole, ako aj pôsobenie intervenčného tímu. Realizácia nasledujúcich aktivít krízového plánu závisí od rozsahu mimoriadnej udalosti. Intervenčný tím stabilizuje zamestnancov školy, aby boli schopní pokračovať vo svojej práci a mohli deťomžiakom pomôcť s emocionálnou reguláciou a stabilizáciou. 5. Stabilizovaní pedagogickí zamestnanci sa vrátia do tried a umožnia deťomžiakom hovoriť o tom, čo sa stalo. Neotvárajú tému, ak deti alebo žiaci o udalosti nevedia, aalebo sa ich netýka. Vedenie školy koordinuje spoluprácu a súčinnosť s intervenčným tímom, rieši priebežne potreby zúčastnených a dopad udalosti na školskú komunitu. 6. Riaditeľ školy spolu s intervenčným tímom v prípade potreby vytvára a zverejní tlačovú správu. Riaditeľ školy poverí jedného zamestnanca (ak to neurobí sám), ktorý jediný je oprávnený poskytovať informácie o dianí v škole. Riaditeľ oboznámi deti, žiakov aj zamestnancov školy, že z dôvodu ochrany osobných údajov nie sú oprávnení poskytovať médiám fotografie, ani akékoľvek informácie o zasiahnutých. 7. Intervenčný tím poskytuje krízovú intervenciu (spravidla 36 - 48 hod od krízovej udalosti). Vedenie školy prostredníctvom triednych učiteľov komunikuje so zákonnými zástupcami dieťaťa alebo žiaka. Riaditeľ školy v spolupráci s intervenčným tímom vytvorí e-mail (list) pre zákonných zástupcov, kde vyjadrí ľútosť nad udalosťou, emocionálne neutrálne pomenuje, čo sa stalo, aké reakcie detí a žiakov možno očakávať a akým spôsobom môžu svoje deti podporiť. Účasť detížiakov na krízovej intervencii je dobrovoľná. Zákonní zástupcovia sú dopredu informovaní e- mailom alebo inou vhodnou formou (osobne, listom a pod.) o tom, kto bude so žiakmi pracovať a poskytovať krízovú intervenciu. Nie je potrebné, aby zákonný zástupca dal súhlas s krízovou intervenciou. 8. Vedenie školy so zamestnancami školy vyhodnocuje a uzatvára udalosť. Na začiatku denne, neskôr po týždni, po mesiaci, po pol roku, po roku. Triedni učitelia úzko spolupracujú so zákonnými zástupcami pri podpore ich detí. Školský psychológ spolu so ŠPT monitoruje správanie, učenie a prípravu žiakov na vyučovanie, realizuje skupinové preventívne aktivity pre podporu zvládacích stratégií detí a žiakov, podporu odolnosti a dobrú integráciu udalosti do každodenného života. Ak škola nemá školského psychológa ani ŠPT, realizuje aktivity iný odborný zamestnanec školy. Spolu s vyhodnocovaním školská komunita zároveň udalosť uzatvára. 9. Školská komunita integruje udalosť do každodenného života. Školský psychológ podľa potreby facilituje smútkové poradenstvo pre jednotlivcov aj skupiny. Školský psychológ si všíma adaptáciu detí, žiakov a zamestnancov školy na požiadavky každodenného života, identifikuje jednotlivcov s problémami v adaptácii a s rizikom komplikovaného trúchlenia, resp. závažným duševným ochorením. Po poskytnutí krízovej intervencie externí interventi odchádzajú a v škole zostáva ŠPT, odborný zamestnanec alebo školský špeciálny pedagóg. Učitelia zabezpečujú návrat detí a žiakov do normálnej rutiny v čo najväčšej miere. V prípade potreby je odporúčaná opakovaná intervencia po 6 týždňoch od udalosti, pre posúdenie dopadu udalosti, mieru adaptácie a využívanie zvládacích stratégií u najviac zasiahnutých detížiakov a zamestnancov školy. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Cieľová skupina podporného opatrenia Všetky detižiaci zasiahnuté krízovou udalosťou v škole. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. u) školského zákona): o materská škola, o materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, o základná škola, o základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o stredná škola, o stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, o centrum poradenstva a prevencie, o špeciálne výchovné zariadenia. Podporné opatrenia realizuje školský špeciálny pedagóg aalebo odborný zamestnanec školy, v spolupráci s centrom poradenstva a prevencie, alebo odborný zamestnanec centra poradenstva a prevencie. Pri realizácii podporného opatrenia školský špeciálny pedagóg a odborní zamestnanci v prípade potreby spolupracujú s pedagogickými zamestnancami. Podmienkou na realizáciu krízovej intervencie v školskom prostredí je absolvovanie akreditovaného vzdelávania v krízovej intervencii a nadobudnutie potrebných kompetencií pre prácu s detskou skupinou. Forma poskytovania podporného opatrenia Krízová intervencia sa realizuje s celými triedami alebo s menšími skupinami zvlášť zraniteľných detížiakov. Krízová intervencia sa realizuje bez prítomnosti pedagógov. Krízovú intervenciu zväčša realizujú 2 členovia intervenčného tímu priamo v triede, ďalší zamestnanec je na chodbe pripravený stabilizovať detižiakov, ktorí odídu z intervencie. Východiská pre realizáciu krízovej intervencie sú rozpracované v Štandardoch odborných činností - Krízová intervencia (VÚDPaP, 2021). Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia závisí na charaktere a miere závažnosti krízy."}], "url_hint": ""}
{"id": "7ab974e86481", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/cinnost-na-podporu-socialneho-zaradenia/index.md", "title": "Činnosť na podporu sociálneho zaradenia  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [2], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. j) školského zákona - Činnosť na podporu sociálneho zaradenia - je v školách a školských zariadeniach vytvoriť emocionálne bezpečné prostredie, v ktorom sa všetky detižiaci cítia oceňovaní, rešpektovaní a majú rovnaké príležitosti uspieť, čo vedie k zlepšeniu akademického výkonu a vyššej angažovanosti detížiakov. Podstatou je, aby každé dieťažiak, bez ohľadu na pohlavie, etnický pôvod, náboženstvo, zdravotné znevýhodnenie, sexuálnu orientáciu, sociálno-ekonomické postavenie a iné osobné charakteristiky či potreby, bol súčasťou všetkých aspektov života školyškolského zariadenia. Vo svete charakterizovanom rozmanitosťou a vzájomnou prepojenosťou sa sociálne zaradenie stalo nevyhnutnosťou. Zahŕňa princípy rovnosti, spravodlivosti a rešpektu voči všetkým jednotlivcom bez rozdielu. Sociálne zaradenie nie je len o tolerovaní odlišností; ale ide o aktívne prijatie a zaradenie každého dieťaťažiaka do štruktúry školyškolského zariadenia. Sociálne zaradenie je dlhodobý proces, ktorý zahŕňa odstraňovanie bariér, ktoré bránia určitým skupinám plne sa zapojiť do spoločnosti. Bariérou môže byť diskriminácia, predsudky, nerovnaký prístup k zdrojom a príležitostiam a iné. Sociálne zaradenie zdôrazňuje dôležitosť uznávania a podpory rozmanitosti a pocitu spolupatričnosti pre všetkých členov komunity. Výhody sociálneho zaradenia Individuálna pohoda: Sociálne zaradenie podporuje pocit spolupatričnosti a vlastnej hodnoty, podporuje duševnú a emocionálnu pohodu. Keď sa ľudia cítia akceptovaní a oceňovaní, je pravdepodobnejšie, že budú mať pozitívnu sebaúctu, vybudujú si zdravé vzťahy a budú viesť plnohodnotný život. Ekonomický rast: Inkluzívne spoločnosti ťažia z rozmanitej a kvalifikovanej pracovnej sily, ktorá podporuje inovácie, produktivitu a ekonomický rast. Keď má každý rovnaký prístup k vzdelaniu, zamestnaniu a podnikateľským príležitostiam, vedie to k dynamickejšej a prosperujúcejšej spoločnosti. Sociálna súdržnosť: Sociálne zaradenie vytvára silnejšie a súdržnejšie komunity tým, že premosťuje rozdiely a podporuje porozumenie medzi rôznymi skupinami. Prijatím rozmanitosti a podporou rovnosti môžu spoločnosti znížiť sociálne napätie a podporiť väčšiu harmóniu medzi svojimi členmi. Obohatenie majoritnej spoločnosti: Rôzne kultúry majú rôzne pohľady, skúsenosti a vedomosti. Keď sa tieto perspektívy stretávajú, môže to viesť k novým nápadom, inováciám a kreatívnemu riešeniu problémov. Spolupráca medzi ľuďmi z rôznych kultúr môže vytvárať prostredie, kde sa podnecuje výmena nápadov a nových myšlienok. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Sprievodné materiály k programu Buddy sú dostupné tu: [1. Metodika pre supervízora](http:podporneopatrenia.minedu.sksupervizor-v-programe-buddy) [2. Metodika pre buddyho](http:podporneopatrenia.minedu.skvitaj-v-programe-buddy) [3. Informácie pre zverenca](http:podporneopatrenia.minedu.skinformacie-pre-zverenca) [4. Formuláre a plagáty](http:podporneopatrenia.minedu.skbuddy-program-stan-sa-partakom-ci-partackou) [5. Supervízny dotazník](http:podporneopatrenia.minedu.skdotaznik-k-buddy-programu-ako-sa-vam-dari) [6. Leták-tipy na kontakt pri dištančnej výučbe](http:podporneopatrenia.minedu.sktipy-na-kontakt-so-zverencom-pri-distancnej-vyucbe) [7. Formulár pre supervízora](http:podporneopatrenia.minedu.skformular-pre-supervizora-pred-zaciatkom-buddy-programu-alebo-na-co-je-nutne-mysliet-dopredu) [8. Plagát pre školu](http:podporneopatrenia.minedu.skbuddy-program-rovesnicka-podpora-v-skolach) Cieľová skupina podporného opatrenia PO je pre určené pre všetky detižiakov, s dôrazom na tých, u ktorých môže nastať problém so sociálnym zaradením. Sú to napríklad: - dieťažiak z iných kultúr ako je kultúra školy, - dieťažiak cudzincov, utečencov, odídencov - dieťažiak s odlišným materinským jazykom, - dieťažiak po dlhodobej absencii v škole, - dieťažiak, ktorý je dieťaťom z rodiny v hmotnej núdzi, - dieťažiak, ktorý pochádza zo sociálne znevýhodneného prostredia, - dieťažiak po návrate zo zahraničia, - dieťažiak so zdravotným znevýhodnením, - dieťažiak so sklonom k samotárstvu, nezáujmu, apatii, úzkosti, - dieťažiak s problémami v emocionálnej rovine (silné emócie, nepriateľské správanie sa voči spolužiakom, prudká zmena nálad), - dieťažiak , s predpokladom byť sociálne vylučovaný, šikanovaný, - dieťažiak, ktorý neprejavuje záujem o školu, - dieťažiak prechádzajúci do ďalšieho stupňa vzdelania, - dieťažiak s dlhodobo nepriaznivým domácim prostredím, - dieťažiak, ktorý sa ocitol v náhlej kritickej situácii v rodine, - dieťažiak s nadaním, - iné... Forma poskytovania podporného opatrenia Sociálne zaradenie v škole vyžaduje systematické a sústavné úsilie zo strany celého pedagogického a odborného tímu a celej školskej komunity. Je dôležité mať na pamäti potreby všetkých detížiakov a zabezpečiť, aby každý mal rovnaké možnosti na úspech a spoločenskú integráciu. Dosiahnutie sociálneho zaradenia si vyžaduje kolektívne úsilie vrátane komplexných politík školy, vzdelávania a učenia, zapojenia komunity a ďalších podporných opatrení. Realizuje sa individuálne, skupinovo a najmä komunitne. Odporúčaný rozsah podporného opatrenia Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťažiaka, vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo školského podporného tímu vychádzajúceho z pravidelného monitoringu alebo vyjadrenia zariadenia poradenstva a prevencie."}], "url_hint": "https://podporneopatrenia.minedu.sk/cinnost-na-podporu-socialneho-zaradenia/index.html"}
{"id": "819ff17c3403", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/specializovane-karierove-poradenstvo/index.md", "title": "Špecializované kariérové poradenstvo  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [2], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. l) - Špecializované kariérové poradenstvo - je poskytnúť žiakovi so špeciálnymi výchovno-vzdelávacími potrebami špecifickú podporu jeho kariérového vývinu. Kariérový vývin je celoživotný proces, ktorý je súčasťou sebarozvoja jednotlivca. Zahŕňa v sebe organizované a plánovité úsilie jednotlivca hľadať vhodné povolanie, ktoré mu bude prinášať uspokojenie. Kariérový vývin nie je izolovaný a uskutočňuje sa nedeliteľne s osobnostným, sociálnym a emocionálnym vývinom. Podporné opatrenie špecializované kariérové poradenstvo, pomáha preklenúť ťažkosti v získavaní informácií a zručností v oblasti kariérového vývinu. Podporné opatrenie nadväzuje na kariérové poradenstvo a kariérové intervencie v rámci kariérovej výchovy a poradenstva, ktoré sú poskytované všetkým žiakom školy. Ciele, metódy a prístupy špecializovaného kariérového poradenstva (ďalej ŠKP) sú úzko previazané so špeciálnymi výchovno-vzdelávacími potrebami žiaka. Pri výbere vhodných cieľov, metód a prístupov je nevyhnutné rešpektovať všetky potreby žiaka (vrátane špeciálnych výchovno-vzdelávacích potrieb), rešpektovať úroveň jeho kognitívnych funkcií, úroveň schopnosti porozumieť jazykovej informácií, úroveň osvojenia si jazyka školy a mnohé iné relevantné premenné. Pri výbere vhodných cieľov, metód a prístupov ŠKP je tiež mimoriadne dôležité zohľadňovať všetky ostatné podporné opatrenia, ktoré sú žiakovi v škole poskytované. Neoddeliteľnými súčasťami špecializovaného kariérového poradenstva sú kariérové posudzovanie, kariérová diagnostika a identifikácia vplyvu sociokultúrneho prostredia na kariérový vývin žiaka. __Kariérové posudzovanie____ j__e zamerané predovšetkým na hlbšie poznávanie žiaka v oblasti jeho záujmov, predstáv a ašpirácií. Kariérové posudzovanie je proces identifikovania potenciálu, potrieb a prípadných bariér v oblasti kariérového vývinu jednotlivca. __Kariérová diagnostika__ môže slúžiť ako podklad ku komplexnej diagnostike v zariadení poradenstva a prevencie. Súčasťou kariérovej diagnostiky je posúdenie oblastí špecifických schopností sledovaného žiaka, zistenie záujmov, hodnôt, ašpirácií, ako aj motivácie, vrátane motivácie k školskému výkonu a k činnosti. Ďalšími oblasťami sú tvorivosť, úroveň pracovnej samostatnosti, úroveň komunikačných zručností, sociálnych zručností a kompetencií. Osobitný priestor pri kariérovej diagnostike žiakov s ťažším druhom a stupňom postihnutia alebo oslabenia je potrebné venovať aj určeniu úrovne motorických zručností, sebaobsluhy a miery úbytku funkcie v dôsledku druhu postihnutia alebo oslabenia. Voľba konkrétnych diagnostických postupov a používanie diagnostických nástrojov prebieha vždy v súlade so Zákonom č. 1382019 Z. z. a Štandardami odborných činností (VÚDPaP). Identifikácia vplyvu sociokultúrneho prostredia na kariérový vývin žiaka je náplňou tak kariérového posudzovania ako aj kariérovej diagnostiky. Predmetom identifikácie sú napríklad predstavy rodičov o budúcnosti svojho dieťaťa, ich názory a postoje k možnosti zamestnania svojho dieťaťa, vzťah jednotlivých členov rodiny k práci, k rôznym povolaniam, k aktuálnej, ale aj želanej životnej úrovni. Dôležité je tiež identifikovať vzťahy medzi členmi rodiny, ich správanie sa v bežných aj vypätých situáciách a tiež to, aký majú členovia rodiny vzťah k vlastnému sebarozvoju. Na základe výsledkov komplexného posúdenia a diagnostikovania kariérového vývinu žiaka možno realizovať so žiakmi v rámci špeciálneho kariérového poradenstva rôzne aktivity. Charakter a rozsah realizovaných aktivít je veľmi individuálny a môže sa v priebehu kariérového vývinu žiaka meniť. V rámci poskytovania podporného opatrenia je vhodné poskytovať najmä nasledovné aktivity: - poskytovanie informácií o sebe v súvislosti s plánovaním kariérového smerovania, podpora sebapoznávania, - rozvíjanie zručností v oblasti riadenia svojej vzdelávacej a kariérovej dráhy, - poskytovanie informácií o povolaniach a svete práce, - rozvoj osobnostných charakteristík podporujúcich kariérový rozvoj (sebadeterminácia, sebaúčinnosť a i.), - stanovenie kariérových cieľov, podpora v rozhodovaní pri výbere ďalšieho študijného smerovania, výbere budúcej profesie, poskytovanie informácií potrebných pre rozhodovanie, - riešenie nesúladu medzi schopnosťami a možnosťami žiaka s požiadavkami na výkon povolania, - rozvoj praktických zručností zvyšujúcich zamestnanosť (písanie životopisu, motivačného listu, vyhľadávanie voľných pracovných miest, vedenie pohovoru a pod.) a zručností udržať sa v zamestnaní (napr. komunikačné a sociálne zručnosti potrebné na udržanie sa na pracovisku), - podpora v prechodových obdobiach žiaka, rozvoj tranzitívnych zručností, potrebných pri zmene školy, zo školy do pracovného prostredia, vypracovanie a realizácii tranzitívneho programu žiaka so ŠVVP, - vyhľadávanie vzorov, inšpirácií pre osobný kariérový rast (napr. úspešných ľudí so zdravotným postihnutím, úspešných ľudí vyrastajúcich v sociálne znevýhodnenom prostredí a i.), - poskytovanie kariérových informácií o žiakovi zákonnému zástupcovi, zaangažovanie zákonného zástupcu do procesu kariérového rozvoja žiaka; - rozvoj a podpora pracovných návykov, postojov k práci, - porozumenie významu práce pre život, - rozvíjanie zručností v oblasti riadenia svojej vzdelávacej a kariérovej dráhy, - a ďalšie. Jednotlivé aktivity sa môžu realizovať v spolupráci so zariadením poradenstva a prevencie, ale tiež napríklad so školami pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Forma poskytovania podporného opatrenia Špecializované kariérové poradenstvo pre žiakov so ŠVVP sa realizuje zväčša formou individuálneho poradenstva. Ak je opatrenie poskytované homogénnejšej skupine žiakov so ŠVVP (napr. žiakov škôl pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami) možno realizovať kariérové poradenstvo aj skupinovo. Skupinové aktivity je vhodné realizovať formou poskytovania informácií alebo zážitkovo. Medzi konkrétne formy, ktoré sa využívajú pri poskytovaní špecializovaného kariérového poradenstva, patria exkurzie, prezentácie, prednášky, diskusné kluby, zážitkové aktivity, návštevy dní otvorených dverí na jednotlivých typoch škôl či priamo u zamestnávateľov, tvorivé remeselné dielne, vzájomný tútoring, mentoring, rôzne formy spolupráce so zamestnávateľmi, a i."}], "url_hint": "https://podporneopatrenia.minedu.sk/specializovane-karierove-poradenstvo/index.html"}
{"id": "04dff1403adf", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-vzdelavania-sa-vo-vyucovacom-predmete-alebo-vo-vzdelavacej-oblasti-vo-vyssom-rocniku/index.md", "title": "Zabezpečenie vzdelávania sa vo vyučovacom predmete alebo vo vzdelávacej oblasti vo vyššom ročníku", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a, ods. 2, písm. h) školského zákona - U žiakov je významný individuálny prístup, aplikácia špeciálnych metód a upravené kurikulum (obsah učiva jednotlivých predmetov sa rozširuje, prehlbuje a obohacuje), ako aj úprava organizačných foriem. Špecifikum žiakov spočíva v možnosti, prehlbovania a rozširovania učiva. Pri výchove a vzdelávaní žiakov s intelektovým nadaním je primárne dôležité rozvíjať ich dispozície a intelektovú kapacitu, ale zároveň je pritom nevyhnutné zohľadňovať ich osobnostné, sociálne a emocionálne aspekty špecifického vývinu. Žiaci s intelektovým nadaním nepotrebujú na splnenie vzdelávacích štandardov toľko času ako žiaci bez intelektového nadania, preto je možné rozšírenie vzdelávacích štandardov vyučovacích predmetov súvisiacich s ich intelektovým nadaním. Žiaci s intelektovým nadaním môžu absolvovať niektoré vyučovacie predmety vo vyššom ročníku. Ak je predpoklad, že žiak s intelektovým nadaním absolvuje viacero ročníkov počas jedného školského roka, alebo že absolvuje jeden či viac predmetov vo vyššom ročníku, triedny učiteľ v spolupráci s ďalšími učiteľmi vypracuje individuálny vzdelávací program (ďalej len IVP) v ktorom naplánuje organizáciu vzdelávania žiaka tak, aby mohol absolvovať viacero ročníkov v priebehu jedného školského roka, respektíve v ktorom naplánuje organizáciu vzdelávania žiaka. IVP môže zahŕňať aj úpravu učebného plánu žiaka. Absolvovanie viacerých ročníkov počas jedného školského roka škola organizačne zabezpečí formou individuálnych konzultácií so žiakom alebo návštevou jednotlivých vyučovacích hodín vo viacerých ročníkoch. Pri absolvovaní viacerých ročníkov počas jedného školského roka žiak nevykonáva komisionálne skúšky, ale je priebežne hodnotený z jednotlivých vyučovacích predmetov. Absolvovanie jedného predmetu alebo viacerých predmetov vo vyššom ročníku vyžaduje úspešné vykonanie komisionálnej skúšky z príslušného predmetu alebo predmetov. Žiakovi po absolvovaní viacerých ročníkov v priebehu jedného školského roka vydá škola vysvedčenie za každý ročník zvlášť. Okrem základných poznatkov sa žiaci učia akcelerované učivo (ktoré je obsahovo vo vyšších ročníkoch), ale aj obohacujúce, rozširujúce a prehlbujúce učivo. Uvedené osobitosti vzdelávania žiaka musia byť realizované prostredníctvom IVP. Využívajú sa pritom moderné aktivačné metódy, prvky integrovaného tematického vyučovania, projektové vyučovanie, problémové vyučovanie, kooperatívne učenie, skupinové vyučovanie, brainstorming a pod. Zároveň je vhodné viesť žiakov k systematickému riešeniu problémových tvorivých úloh, abstraktnému mysleniu, riešeniu úloh vlastnou prácou, samostatnému štúdiu (objavovaním, experimentovaním, schopnosťou zbierania a spracovávania informácií), sebahodnoteniu. Angažovanie žiaka má sekundárne preventívny charakter voči prejavom problémového správania.  Podporné opatrenie je určené pre žiakov s intelektovým nadaním.  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. h) školského zákona): Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ.  Podporné opatrenie sa poskytuje priebežne v celom výchovno-vzdelávacom procese.  Rozsah je nutné prispôsobiť individuálnym potrebám žiaka a podmienkam školy na základe vyjadrenia zariadenia poradenstva a prevencie."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-vzdelavania-sa-vo-vyucovacom-predmete-alebo-vo-vzdelavacej-oblasti-vo-vyssom-rocniku/index.html"}
{"id": "3ce392c398a8", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/cinnost-na-podporu-predchadzania-ukoncenia-skolskej-dochadzky-v-nizsom-ako-poslednom-rocniku-zakladnej-skoly-alebo-strednej-skoly/index.md", "title": "Činnosť na podporu predchádzania ukončenia školskej dochádzky v nižšom ako poslednom ročníku základnej školy alebo strednej školy  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. k) školského zákona - Činnosť na podporu predchádzania ukončenia školskej dochádzky v nižšom ako poslednom ročníku základnej školy alebo strednej školy - je poskytnúť žiakovi v riziku takú podporu, aby bola naplnená jeho potreba úspechu s ohľadom na jeho špecifiká a eliminovať tak predčasné ukončenie školskej dochádzky. Ak sa podarí poskytnúť podporu a zdroje, ktoré sú potrebné pre úspešné dokončenie vzdelávania, môžeme pomôcť zvýšiť pravdepodobnosť, že žiak zostane v škole a dosiahne svoj plný potenciál. Skorší odchod zo školy nielenže pripravuje jednotlivcov o príležitosti na osobný rast, ale tiež obmedzuje ich šance viesť úspešný a plnohodnotný život. Na riešenie tohto problému je možné realizovať celý rad aktivít na podporu prevencie pred ukončením školskej dochádzky pred posledným ročníkom základného alebo stredoškolského vzdelania. Zapojením žiakov, rodičov, pedagógov a širšej komunity môžeme vytvoriť prostredie, ktoré podporuje angažovanosť, motiváciu a odolnosť a v konečnom dôsledku zaisťuje, že každý žiak dosiahne úplné vzdelanie. Príčiny predčasného ukončenia školskej dochádzky: K predčasnému ukončeniu školskej dochádzky prispieva množstvo faktorov, ktoré sa často zložitým spôsobom prelínajú. Niektoré z kľúčových príčin zahŕňajú: Socioekonomické faktory: Ekonomická deprivácia, chudoba a obmedzený prístup k zdrojom vytvárajú bariéry pre vzdelávanie. Rodiny, ktoré sa snažia uspokojiť základné potreby, môžu uprednostniť okamžité ekonomické prežitie pred dlhodobými investíciami do vzdelávania svojich detí. Ťažkosti v učení: Žiaci, ktorí majú problémy s učením sa alebo čelia problémom pri udržiavaní kroku v učení s ostatnými spolužiakmi v triede, môžu byť sklamaní zo svojho výkonu. To môže viesť k frustrácii a nedostatku motivácie, čo v konečnom dôsledku môže viesť k predčasnému ukončeniu školskej dochádzky. Osobné problémy: Nestabilné rodinné prostredie, domáce konflikty alebo nedostatočná emocionálna podpora môžu výrazne ovplyvniť pohodu a vzdelávací výkon žiaka. Tieto vonkajšie faktory môžu viesť k zvýšenej absencii, zníženej sústredenosti a nakoniec k školskému neúspechu. Nedostatok záujmu: Keď žiaci nevidia relevantnosť (zmysel) svojho vzdelania pre svoje budúce ciele a ambície, keď sa rodina nezaujíma o ich vzdelávanie, môžu stratiť záujem o štúdium. Absencia praktických a pútavých vzdelávacích stratégii môže taktiež prispieť k predčasnému ukončeniu školskej dochádzky. Podľa správy Inštitútu vzdelávacej politiky v oblasti ranej starostlivosti a vzdelávania boli za najviac ohrozené skupiny identifikované deti zo sociálne znevýhodneného prostredia a deti so zdravotným znevýhodnením. Deti so znevýhodneným majú nižšiu zaškolenosť v materských školách, horšie výsledky v medzinárodných a domácich testovaniach, viac opakujú ročník a vo väčšej miere predčasne ukončujú školskú dochádzku. Ukončenie školskej dochádzky v nižšom, ako poslednom ročníku základnej alebo strednej školy je problém, ktorý môže mať negatívne dôsledky na celý ďalší život žiaka. Z toho dôvodu je veľmi dôležité venovať pozornosť prevencii a podpore žiakov, aby dokončili svoje vzdelávanie v plnom rozsahu. (Hellebrand et al., 2020) Dôsledky predčasného ukončenia školskej dochádzky: Predčasné ukončenie školskej dochádzky má ďalekosiahle dôsledky pre jednotlivcov, komunity a našu spoločnosť ako celok. Niektoré z najvýznamnejších dôsledkov sú: Obmedzené príležitosti: Bez ukončeného vzdelania majú žiaci obmedzené vyhliadky na lepšie platené zamestnanie a je pravdepodobnejšie, že uviaznu v cykle chudoby. Vyššia miera nezamestnanosti a nezamestnateľnosť osôb, ktoré predčasne ukončia školskú dochádzku, prispieva k ekonomickej nerovnosti. Znížené životné šance:  Predčasné ukončenie školskej dochádzky často vedie k nižšiemu príjmu, čo má za následok zhoršený zdravotný stav ako aj zvýšenú pravdepodobnosť zapájania sa do nelegálnych aktivít s cieľom zohnať potrebné zdroje. Nedostatočné vzdelanie môže narušiť kvalitu života jednotlivca a naďalej udržiavať sociálne nerovnosti v spoločnosti. Sociálne náklady: Aj naša spoločnosť berie na seba bremeno predčasného ukončenia školskej dochádzky prostredníctvom zvýšených výdavkov na budúcu sociálnu odkázanosť, vyššie výdavky na zdravotnú starostlivosť, vyššiu mieru kriminality a zníženej ekonomickej produktivity. Pri riešení komplexného problému, ako je predčasné ukončenie školskej dochádzky, by školy mali prejsť od prijímania dočasných, izolovaných opatrení k prijatiu strategického celoškolského prístupu. Pri uplatňovaní celoškolského prístupu sa školy vnímajú ako prostredie kooperatívnej výučby, pri ktorej je nápomocná celá školská komunita (vedenie školy, pedagogickí a odborní zamestnanci, zákonní zástupcovia spolu s externými zainteresovanými stranami). Výsledky štúdie Európskej agentúry pre rozvoj špeciálneho a inkluzívneho vzdelávania naznačujú, že: - je potrebné zamerať sa na Predčasné ukončenie školskej dochádzky (ďalej PUŠD) ako na súbor procesov, ktoré sú súčasťou života žiaka a nie ako na výsledok, - rôzne skupiny žiakov sú pri PUŠD vystavené odlišným rizikám, - opatrenia sa môžu zameriavať na prevenciu, intervenciu a kompenzáciu, - opatrenia sa musia zameriavať na rôzne úrovne ako kultúra školy, motivácie žiaka a širšie sociálne aspekty života žiakov (Squires, 2017). Problém PUŠD sa týka niektorých regiónov viac a niektorých menej, keďže sa jedná o fenomén spätý najmä s chudobou a so sociálnym vylúčením. Najväčší výskyt takýchto prípadov možno očakávať tam, kde je najvyššia miera chudoby a nezamestnanosti. Odporúčané súvisiace materiály vydané Ministerstvom školstva, výskumu, vývoja a mládeže Slovenskej republiky: Cieľová skupina podporného opatrenia Pre všetkých žiakov v riziku školského neúspechu alebo predčasného ukončenia školskej dochádzky. Sú to napríklad: - žiak opakujúci ročník, - žiak s výrazne zhoršeným prospechom oproti minulému štvrťroku v konkrétnom vyučovacom predmete, - žiak so zvýšeným počtom vymeškaných neospravedlnených hodín oproti priemeru daného ročníka, - žiak so zvýšeným počtom vymeškaných ospravedlnených hodín oproti priemeru daného ročníka, - žiak, ktorý je dieťaťom z rodiny v hmotnej núdzi, - žiak, ktorý pochádza zo SZP, - žiak po návrate zo zahraničia, - žiak s odlišným materinským jazykom, - žiak so zdravotným znevýhodnením, - žiak so sklonom k samotárstvu, nezáujmu, apatii, úzkosti, - žiak s problémami v emocionálnej rovine (silné emócie, nepriateľské správanie sa voči spolužiakom, prudká zmena nálad), - žiak, ktorý môže byť sociálne vylučovaný, šikanovaný a pod., - žiak, ktorý neprejavuje záujem o školu, - žiak s dlhodobo nepriaznivým domácim prostredím, - žiak, ktorý sa ocitol v náhlej kritickej situácii v rodine, - iné... Forma poskytovania podporného opatrenia Ak žiak v edukačnom procese zlyháva, škola prostredníctvom pravidelného monitoringu odhalí možné podporné opatrenia pre konkrétneho žiaka (minimálne raz za štvrťrok). Predčasné ukončovanie školskej dochádzky je v mnohých prípadoch vyvrcholením školských neúspechov, ktorým žiaci v riziku dlhodobo čelia. V prípade potreby sa žiakovi ohrozenému rizikom predčasného ukončenia školskej dochádzky poskytne podpora formou: - rozšíreného času na učenie sa (realizované prostredníctvom mentoringu a tútoringu rovesníkov, alebo starších žiakov či dobrovoľníkov), - rovesníckych programov, - spoluprácou so zákonnými zástupcami žiaka, - spoluprácou s relevantnými externými subjektami, - kombináciou vyššie uvedených."}], "url_hint": "https://podporneopatrenia.minedu.sk/cinnost-na-podporu-predchadzania-ukoncenia-skolskej-dochadzky-v-nizsom-ako-poslednom-rocniku-zakladnej-skoly-alebo-strednej-skoly/index.html"}
{"id": "b8f85f7cb56c", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/odstranovanie-fyzickych-barier-v-priestoroch-skoly-alebo-skolskeho-zariadenia-a-organizacnych-barier-pri-vychove-a-vzdelavani/index.md", "title": "Odstraňovanie fyzických bariér v priestoroch školy alebo školského zariadenia a organizačných bariér pri výchove a vzdelávaní  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. r) školského zákona - Odstraňovanie fyzických bariér v priestoroch školy alebo školského zariadenia a organizačných bariér pri výchove a vzdelávaní - je odstrániť bariéry (najmä fyzické) a sprístupniť vzdelávanie a školské prostredie pre dieťažiaka so zdravotným znevýhodnením a ostatné detižiakov tak, aby zodpovedali ich výchovno-vzdelávacím potrebám. Primerané úpravy majú byť v súlade s legislatívou a ďalšími usmerneniami a metodickými materiálmi (najmä Manuálom debarierizácie škôl a školských zariadení, 2022) navrhnuté a realizované tak, aby podporovali začleňovanie detížiakov počas celého procesu výchovy a vzdelávania. Pri budovaní nových škôl a školských zariadení sa uplatňuje univerzálne navrhovanie a univerzálny dizajn. Úprava prostredia škôl a školských zariadení môže byť výrazným podporným mechanizmom, ktorý priamo nielen prispeje k vytvoreniu inkluzívneho prostredia, ale aj efektívnym prostriedkom k dosiahnutiu výchovno-vzdelávacích cieľov. Každé dieťažiak je v škole vítané. Preto pred nástupom dieťaťažiaka so ZZŠVVP s ohľadom na jeho fyzické a psychické danostimožnosti do školy alebo školského zariadenia sa odporúča včas, ideálne ešte pred samotným nástupom, konzultovať s vedením školy alebo školského zariadenia, prípadne aj so zriaďovateľom školyškolského zariadenia, možnosti umiestnenia dieťaťažiaka v ich škole alebo školskom zariadení. Dôvodom je prípadná úprava prostredia pre čo najplnohodnotnejšie vzdelávanie dieťaťažiaka v škole a školskom zariadení, ako aj sprístupnenie jeho účasti na aktivitách školy. Riešenie úpravy školského prostredia je upravené v [Manuáli debarierizácie škôl a školských zariadení](https:www.minedu.sk32192-skmanual-debarierizacie) . V manuáli sú vymedzené štandardy debarierizácie školského prostredia a eliminácie fyzických, informačných a technologických bariér tak, aby zodpovedali skutočným potrebám detížiakov nielen so zdravotným znevýhodnením a rešpektovali princípy univerzálneho dizajnu. Je založený na holistickom prístupe, ktorý zabezpečuje plnú participáciu dieťaťažiaka na živote školy (t. j. definuje štandardy, ktoré vytvárajú inkluzívny priestor) Okrem priestorových štandardov (ako napr. technická špecifikácia pre stavebné úpravy) definuje manuál aj štandardy postupu pri debarierizácii budov škôl a školských zariadení. Nie je vhodné, aby kvôli akýmkoľvek bariéram bolo dieťažiak so ZZŠVVP vylúčené z výchovno-vzdelávacieho procesu. V rámci debarierizácie by mala byť pozornosť sústredená najmä na vytvorenie komplexného inkluzívneho prostredia metódou univerzálneho navrhovaniadizajnu. Toto by malo zahŕňať najmä prístupnosť prostredia (fyzická prístupnosť) rešpektujúceho jednotlivcov s rôznym zdravotným znevýhodnením vrátane osôb so zvýšenou zmyslovou citlivosťou, ako aj technologickú prístupnosť a prístupnosť informačných a komunikačných zdrojovnástrojov, vzdelávacích metód, materiálov (eliminácia informačných bariér), elimináciu komunikačných, sociálnych aj psychických bariér a podobne. Odstraňovaniu bariér a sprístupneniu školského prostredia všetkým deťomžiakom sa venuje aj Metodika špeciálnych učebných a kompenzačných pomôcok v časti Úprava a usporiadanie prostredia, kde sú opísané vonkajšie a vnútorné prístupové riešenia. Podľa kvality ich uvedenia do praxe môže dieťažiak optimálne fungovať v škole alebo školskom zariadení. Primárnym cieľom debarierizačných opatrení je nielen vytvorenie optimálnych podmienok na vzdelávanie dieťaťažiaka so ZZŠVVP, ale aj zaistenie bezpečného, tvorivého a akceptujúceho prostredia. Úpravy vonkajšieho prostredia definujú požiadavky na elimináciu prirodzených prekážok, ktoré za normálnych okolností bezproblémovo slúžia pre bežnú detskú populáciu, ale pre dieťažiaka napríklad s obmedzenou schopnosťou pohybu môžu byť neprekonateľnou prekážkou, ako napríklad schody. Zahŕňajú aj také prvky, ktoré napomáhajú dieťaťužiakovi so zdravotným znevýhodnením k jednoduchšej orientácii prostredníctvom reflexných, vizuálnych alebo zvukových signalizačných prvkov. Príklady: - vybudovanie bezbariérového prístupu na prekonávanie výškových rozdielov, - odstránenie prekážok v exteriéroch, - vybudovanie vodiacich línií v exteriéri, - vybudovanie pevnej nájazdovej rampy do budovy. Úpravy vnútorného prostredia rovnako definujú spôsoby eliminácie prekážok, a obsahujú aj prvky úpravy prostredia, napr. lokalizáciu triedy, rozloženie lavíc, vizuálny poriadok v triede a pod. Príklady: - úpravy a usporiadanie priestorov pre bezpečný, plynulý a komfortný pohyb dieťaťažiaka, - odstránenie prekážok v interiéri, - tvorba reliéfnych plánikov a zabezpečenie ich prístupnosti, - reliéfne označenia v Braillovom písme aalebo reliéfnej latinke, - farebné kontrastné riešenia a označenia, - zväčšené nápisy pre uľahčenie orientácie, - piktogramy pre uľahčenie orientácie, - vizuálne a zvukové signalizačné zariadenia, - akustické riešenie miestností, - prenosnú bezdrôtovú technológiu, - rôzne asistenčné technológie podľa individuálnych potrieb dieťaťažiaka, - prispôsobenie osvetlenia, - vytvorenie priestoru pre riešenie zdravotných problémov, - vytvorenie oddychovýchrelaxačných zón, - odhlučnenie miestností, - vytvorenie akustických (sedenie vpredu, ďalej od ventilátora alebo dataprojektora, lepšie počujúcim uchom smerom k učiteľovi alebo hovoriacemu, mať výhľad na tvár učiteľky, sedenie v kruhu, tichá zóna v triede) a architektonických (odhlučňovacie panely, tkaniny v triede na odhlučnenie a pod.) podmienok pre vzdelávanie žiaka s poruchou sluchu, - vytvorenie vhodných podmienok pre odzeranie, - vytvorenie tichých zón v triedeškole (s použitím odhlučňovacích panelov, násteniek, závesov a i.), - vybudovanie bezbariérových toaliet, šatní, umyvární, učební, laboratórií, telocvične, jedálne, ubytovacieho zariadenia pre detižiakov, knižnice, vonkajšieho školského areálu a podobne. Forma poskytovania podporného opatrenia - jednoduché úpravy školy aalebo školského prostredia pedagógmi (najmä v triede  premiestnenie nábytku, vizuálny poriadok), - jednoduché úpravy interiéru školy aalebo školského prostredia ďalšími zamestnancami školy (školníkom, údržbárom, upratovačkami, elektrikárom, ... - montáž dodatočného osvetlenia, montáž izolačného odhlučnenia triedy, zjednodušenie otvárania dverí; prestavba interiéru nezasahujúca do stavebných úprav-preskupenie nábytku), - jednoduché úpravy exteriéru školyškolského prostredia zamestnancami školy (prispôsobenie prirodzených vodiacich línií, osadenie orientačných bodov, ...), - zložitejšie úpravy exteriéru školyškolského prostredia externými odborníkmi (stavebné úpravy chodníkov, nájazdové rampy a pod.), - jednoduché úpravy prostredia vyžadujúce si jednoduché stavebné zásahy (osadenie umývadla, rozšírenie zárubní, doplnenie zvukovej izolácie na steny a i.), - zložité úpravy prostredia vyžadujúce si odbornú konzultáciu a zložitejšie stavebné zásahy realizované odborníkmi."}], "url_hint": "https://podporneopatrenia.minedu.sk/odstranovanie-fyzickych-barier-v-priestoroch-skoly-alebo-skolskeho-zariadenia-a-organizacnych-barier-pri-vychove-a-vzdelavani/index.html"}
{"id": "773ae1f50c44", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/krizova-intervencia/index.md", "title": "Krízová intervencia  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [2], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. u) školského zákona - Krízová intervencia - je poskytnúť deťomžiakom odbornú starostlivosť zameranú na špecifické obdobie v ich živote po krízovej udalosti. Krízová udalosť je akákoľvek udalosť, alebo sekvencia udalostí, ktorá prekoná bežné zvládacie mechanizmy jednotlivca. Niektoré vybrané krízové udalosti majú charakter špecifickej krízovej situácie. Sú to udalosti: - s obzvlášť závažným dopadom na školskú komunitu a spoločnosť, - s potenciálom polarizovať spoločnosť, - s väčším počtom mŕtvych a zranených, - s históriou riešenia tráum a strát v školskej komunite v poslednom roku, - s väčším počtom zasiahnutých (trieda, celá škola), - s obzvlášť zraniteľnou alebo traumatizovanou populáciou v školskej komunite, - udalosť vysoko sledovaná médiami. Tieto situácie vyžadujú väčší počet interventov, ich spoluprácu, dopĺňanie a striedanie v priebehu poskytovania krízovej intervencie, v prípade potreby prizvanie trauma terapeuta a ďalších externých odborníkov do intervenčného tímu. Krízová intervencia predstavuje podpornú sieť opatrení zameraných na stabilizáciu jednotlivcaskupiny, prinavrátenie pocitu bezpečia a posilnenie vlastných kompetencií v práci s emóciami, so zvládacími stratégiami, redukciu stresu a nastavenie ďalších opatrení po krízovej udalosti. Každý poskytovateľ krízovej intervencie by mal mať vypracovaný krízový plán (v súlade so štandardom odbornej činnosti Krízová intervencia, VÚDPaP) Je to plán postupu riešenia krízových situácií. Krízový plán pozostáva vo všeobecnosti z nasledovných hlavných bodov: Všetci zamestnanci školy bezprostredne po krízovej udalosti zaisťujú bezpečie pre seba a pre druhých. Pokiaľ riziko ohrozenia pominulo, poskytujú zasiahnutým základnú psychologickú prvú pomoc. Zamestnanci školy podporujú vzájomnú informovanosť. Vedenie školy v súčinnosti s intervenčným tímom informuje o tom, čo sa stalo, kedy a kto je zasiahnutý, čo sa bude diať ďalej. Školská komunita môže bezprostredne po udalosti, alebo v prvý deň po udalosti využiť podporu policajných psychológov, alebo psychosociálneho tímu (externý tím prichádzajúci z prostredia mimo školy, zvyčajne zabezpečujúci psychologickú, alebo psychosociálnu prvú pomoc na mieste, kde sa udalosť odohrala, bezprostredne po udalosti). Riaditeľ školy bezodkladne kontaktuje spádové CPP__ __a požiada o realizáciu krízovej intervencie. CPP vytvorí z odborných zamestnancov vyškolených v krízovej intervencii intervenčný tím. Vedúci tímu navštívi školu a zisťuje potreby zasiahnutej školy a dopad udalosti na školskú komunitu. Vedúci krízového intervenčného tímu spolu s vedením školy  koordinuje aktivity v škole, ako aj pôsobenie intervenčného tímu. Realizácia nasledujúcich aktivít krízového plánu závisí od rozsahu mimoriadnej udalosti. Intervenčný tím stabilizuje zamestnancov školy, aby boli schopní pokračovať vo svojej práci a mohli deťomžiakom pomôcť s emocionálnou reguláciou a stabilizáciou. Stabilizovaní pedagogickí zamestnanci sa vrátia do tried a umožnia deťomžiakom hovoriť o tom, čo sa stalo. Neotvárajú tému, ak deti alebo žiaci o udalosti nevedia, aalebo sa ich netýka. Vedenie školy koordinuje spoluprácu a súčinnosť s intervenčným tímom, rieši priebežne potreby zúčastnených a dopad udalosti na školskú komunitu. Riaditeľ školy spolu s intervenčným tímom v prípade potreby vytvára a zverejní tlačovú správu. Riaditeľ školy poverí jedného zamestnanca (ak to neurobí sám), ktorý jediný je oprávnený poskytovať informácie o dianí v škole. Riaditeľ oboznámi deti, žiakov aj zamestnancov školy, že z dôvodu ochrany osobných údajov nie sú oprávnení poskytovať médiám fotografie, ani akékoľvek informácie o zasiahnutých. Intervenčný tím poskytuje krízovú intervenciu (spravidla 36 - 48 hod od krízovej udalosti). Vedenie školy prostredníctvom triednych učiteľov komunikuje so zákonnými zástupcami dieťaťa alebo žiaka. Riaditeľ školy v spolupráci s intervenčným tímom vytvorí e-mail (list) pre zákonných zástupcov, kde vyjadrí ľútosť nad udalosťou, emocionálne neutrálne pomenuje, čo sa stalo, aké reakcie detí a žiakov možno očakávať a akým spôsobom môžu svoje deti podporiť. Účasť detížiakov na krízovej intervencii je dobrovoľná. Zákonní zástupcovia sú dopredu informovaní e-mailom alebo inou vhodnou formou (osobne, listom a pod.) o tom, kto bude so žiakmi pracovať a poskytovať krízovú intervenciu. Nie je potrebné, aby zákonný zástupca dal súhlas s krízovou intervenciou. Vedenie školy so zamestnancami školy vyhodnocuje a uzatvára udalosť. Na začiatku denne, neskôr po týždni, po mesiaci, po pol roku, po roku. Triedni učitelia úzko spolupracujú so zákonnými zástupcami pri podpore ich detí. Školský psychológ spolu so ŠPT monitoruje správanie, učenie a prípravu žiakov na vyučovanie, realizuje skupinové preventívne aktivity pre podporu zvládacích stratégií detí a žiakov, podporu odolnosti a dobrú integráciu udalosti do každodenného života. Ak škola nemá školského psychológa ani ŠPT, realizuje aktivity iný odborný zamestnanec školy. Spolu s vyhodnocovaním školská komunita zároveň udalosť uzatvára. Školská komunita integruje udalosť do každodenného života. Školský psychológ podľa potreby facilituje smútkové poradenstvo pre jednotlivcov aj skupiny. Školský psychológ si všíma adaptáciu detí, žiakov a zamestnancov školy na požiadavky každodenného života, identifikuje jednotlivcov s problémami v adaptácii a s rizikom komplikovaného trúchlenia, resp. závažným duševným ochorením. Po poskytnutí krízovej intervencie externí interventi odchádzajú a v škole zostáva ŠPT, odborný zamestnanec alebo školský špeciálny pedagóg. Učitelia zabezpečujú návrat detí a žiakov do normálnej rutiny v čo najväčšej miere. V prípade potreby je odporúčaná opakovaná intervencia po 6 týždňoch od udalosti, pre posúdenie dopadu udalosti, mieru adaptácie a využívanie zvládacích stratégií u najviac zasiahnutých detížiakov a zamestnancov školy. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. u) školského zákona): - materská škola, - materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, - základná škola, - základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, - stredná škola, - stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, - centrum poradenstva a prevencie, - špeciálne výchovné zariadenia. Podporné opatrenia realizuje školský špeciálny pedagóg aalebo odborný zamestnanec školy, v spolupráci s centrom poradenstva a prevencie, alebo odborný zamestnanec centra poradenstva a prevencie. Pri realizácii podporného opatrenia školský špeciálny pedagóg a odborní zamestnanci v prípade potreby spolupracujú s pedagogickými zamestnancami. Podmienkou na realizáciu krízovej intervencie v školskom prostredí je absolvovanie akreditovaného vzdelávania v krízovej intervencii a nadobudnutie potrebných kompetencií pre prácu s detskou skupinou."}], "url_hint": "https://podporneopatrenia.minedu.sk/krizova-intervencia/index.html"}
{"id": "fdf26a357334", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-osobitnych-foriem-komunikacie-dietata-so-zdravotnym-postihnutim-alebo-ziaka-so-zdravotnym-postihnutim-so-skolou-alebo-so-skolskym-zariadenim/index.md", "title": "Zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom Podporné opatrenie vyžaduje dôkladnú identifikáciu jednotlivých potrieb, schopností, vývinových špecifík a bariér v komunikácii u dieťaťa alebo žiaka so zdravotným postihnutím. Komunikácia je základom pre budovanie sociálnych vzťahov, pre získavanie, výmenu a odovzdávanie informácií, ale najmä pre realizovanie úspešného procesu výchovy a vzdelávania v školách a školských zariadeniach. Prostredníctvom komunikácie sa prijímajú a odovzdávajú nielen informácie a vedomosti, zdieľajú predstavy a názory, ale dieťa alebo žiak sa učí vyjadrovať svoje pocity, potreby a chrániť svoju autonómiu, ale aj rešpektovať priestor druhého človeka. Dieťažiak so zdravotným postihnutím má v zmysle Dohovoru o právach osôb so zdravotným postihnutím a školského zákona právo na výchovu a vzdelávanie v takých jazykoch, spôsoboch, komunikačných formách a s použitím takých prostriedkov komunikácie, ktoré sú najvhodnejšie pre dané dieťa alebo žiaka. Cieľom je umožniť ich plné a rovnoprávne zapojenie sa do systému výchovy a vzdelávania a do života spoločnosti. Komunikácia v školách a školských zariadeniach sa uskutočňuje hovoreným alebo písaným slovom. Detižiaci so zdravotným postihnutím potrebujú komunikovať, vzdelávať sa, aj v iných (náhradných alebo doplnkových) formách komunikácie, napr. prostredníctvom posunkového jazyka, Braillovho písma, posunkov, prstových znakov, obrázkov alebo inými vhodnými dorozumievacímikomunikačnými prostriedkami a formami. Pri nesprávnej, neúplnej alebo absentujúcej komunikácii môže dôjsť k nepochopeniu, nedorozumeniam, konfliktom Osobitná forma komunikácie je špecifická forma komunikácie, odlišná od bežne používaných foriem komunikácie. Dieťa alebo žiak so zdravotným postihnutím ju ovláda alebo preferuje a trvale, alebo na určité obdobie ju potrebuje využívať v procese výchovy a vzdelávania na prijímanie a porozumenie informáciám, získavanie vedomostí, osvojovanie si schopností, zručností, návykov a postojov. Prostredníctvom nej vyjadruje aj svoje pocity, potreby a komunikuje s okolím v škole a školskom zariadení. Medzi osobitné formy komunikácie zaraďujeme najmä posunkový jazyk, Braillovo písmo, posunkovú komunikáciu, prstové znaky, augmentatívnu a alternatívnu komunikáciu. Patrí sem aj odzeranie, simultánny preklad, prepis hovoreného slova do písaného textu, titulkovanie, audiokomentáre, zvukové knihy, ľahko čitateľný text, prípadne aj ďalšie vhodné špecifické formy, spôsoby a prostriedky komunikácie. Pri podpore úspešnosti dieťaťažiaka so zdravotným postihnutím vo výchovno-vzdelávacom procese je potrebné myslieť na to, že prvým a najefektívnejším podporným opatrením, ktoré môže deťomžiakom pomôcť, je dôsledné a individuálne uplatňovanie efektívnych a vhodných komunikačných stratégií v každodennej komunikácii s dieťaťomžiakom. Pomocou vhodných komunikačných stratégií pedagóg alebo odborný zamestnanec môže prispôsobiť komunikáciu, komunikačné formy, spôsoby a prostriedky dieťaťužiakovi a dať mu tak najavo, že mu rozumie, že vníma jeho iniciatívu a zároveň ho povzbudzuje k ďalším iniciatívam. Primeranými komunikačnými prostriedkami zisťuje, aké stratégie konkrétnemu dieťaťužiakovi vyhovujú a zároveň ich prispôsobuje konkrétnemu dieťaťužiakovi. Správne používanie komunikačných stratégií pomáha dieťaťužiakovi lepšie sa sústrediť na to, čo počúva, lepšie porozumieť výpovedi hovoriaceho a lepšie vyjadrovať svoje vlastné postoje a myšlienky. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: Súvisiace legislatívne ustanovenia:  144 ods. 3) školského zákona.  Deti a žiaci so zdravotným postihnutím, ktorí pri komunikácii so školou alebo školským zariadením v procese výchovy a vzdelávania čelia rečovej, jazykovej, komunikačnej aalebo informačnej bariére z dôvodu zdravotného postihnutia. Stav môže byť spôsobený viacerými poruchami, poškodeniami, obmedzeniami alebo ochoreniami. Sú to napríklad: Podporné opatrenie zabezpečuje: Podporné opatrenie poskytuje pedagogický aalebo odborný zamestnanec školy alebo školského zariadenia. Podľa potreby dieťaťažiaka so zdravotným postihnutím môže škola alebo školské zariadenie zabezpečiť podporné opatrenie v spolupráci so zariadením poradenstva a prevencie, prípadne môže zabezpečiť  Osobitná forma komunikácie alebo tlmočenie sa poskytuje individuálne alebo skupinovo. Tlmočenie môže byť zabezpečené z posunkového jazyka do hovoreného jazyka a naopak aalebo z posunkovanej slovenčiny do hovoreného jazyka a naopak alebo zdo inej vhodnej formy komunikácie.  Rozsah podporného opatrenia sa prispôsobuje individuálnym špeciálnym výchovno-vzdelávacím potrebám dieťaťažiaka so zdravotným postihnutím na základe vyjadrenia zariadenia poradenstva a prevencie."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-osobitnych-foriem-komunikacie-dietata-so-zdravotnym-postihnutim-alebo-ziaka-so-zdravotnym-postihnutim-so-skolou-alebo-so-skolskym-zariadenim/index.html"}
{"id": "b01426536048", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-posobenia-pedagogickeho-asistenta-v-triede/index.md", "title": "Zabezpečenie pôsobenia pedagogického asistenta v triede  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. m) školského zákona - Zabezpečenie pôsobenia pedagogického asistenta v triede - je vyrovnávať príležitosti detížiakov a pomoc pri prekonávaní bariér v ich výchove a vzdelávaní prostredníctvom pôsobenia pedagogického asistenta. Náplň poskytovania podporného opatrenia je totožná s náplňou práce pedagogického asistenta, ktorý podporné opatrenie realizuje. Náplň práce pedagogického asistenta určuje riaditeľ školy v súlade s platnou legislatívou a s kompetenciami pedagogického asistenta ako pedagogického zamestnanca. Pedagogický asistent vykonáva svoju činnosť v súlade pracovnou náplňou v rámci svojej pracovnej zmluvy. Pedagogický asistent pomáha deťomžiakom prekonávať architektonické, informačné, jazykové, zdravotné, sociálne a kultúrne bariéry. Pedagogický asistent v priebehu výchovno-vzdelávacieho procesu napríklad: - pomáha vytvárať na vyučovaní podporujúcu a priateľskú atmosféru s rešpektujúcimi vzťahmi, demokratickými pravidlami a tímovou spoluprácou, - zopakuje, prípadne preformuluje výklad učiva (podľa potreby dieťaťažiaka v preferovanej forme komunikácie), - asistuje s porozumením inštrukcie zadaných úloh (podľa potreby dieťaťažiaka v preferovanej forme komunikácie), - pomáha pri realizácii diferencovaného vyučovania, tak aby sa podporovalo napĺňanie potenciálu každého dieťaťažiaka v skupine, - flexibilne sa s učiteľom strieda pri realizovaní jednotlivých činností (reflektovanie, pozorovanie, pomáhanie, zadávanie, koordinovanie a iné), - pomáha pri obsluhe technických zariadení, ktoré dieťažiak používa v každodennom živote, ako sú vonkajšie časti kochleárnych implantátov, pomôcky alternatívnej komunikácie, mechanické či elektrické vozíky, zariadenia na nahrávanie zvuku, zväčšovanie textu, špeciálne softvéry a iné špeciálne učebné a kompenzačné pomôcky, - pomáha pri narábaní, údržbe, nasadzovaní a skladaní zdravotných pomôcok, ako sú barle, vozíky, chodítka, palice, okluzory, načúvacie prístroje, kochleárne aparáty, kostné vibrátory a iné, - pomáha deťomžiakom naučiť sa používať špeciálne učebné a kompenzačné pomôcky pod vedením školského špeciálneho pedagóga aalebo OZ s cieľom viesť ich k čo možno najväčšej miere samostatnosti (napr. režimový pásik, náhradné komunikačné systémy), - pomáha zvýšiť bezpečnosť dieťaťažiaka, - monitoruje stav dieťaťažiaka (prestimulovanie, únava, stav pozornosti atď.) a následne spolu s učiteľom prehodnocuje vopred stanovené výchovno-vzdelávacie ciele, - poskytuje podporu pri začlenení sa do rovesníckych skupín a v rovesníckom učení, povzbudzuje k zapojeniu sa do diskusií v triede, pomáha porozumieť a riešiť vzniknuté sociálne situácie (aj v situáciách mimo priestor triedy), - poskytuje podporu pri obhajobe práv dieťaťa žiaka, - poskytuje podporu v prevencii vzniku neprimeranej odkázanosti na pedagogickej asistencii a tiež neprimeranej odkázanosti na konkrétnej osobe, ktorá pedagogickú asistenciu vykonáva, - podieľa sa na vytváraní a úprave pomôcok, personalizácii zadaní, úloh, písomných prác, - a mnohé iné. Vyššie uvedené príklady činností pedagogický asistent nevykonáva v plnom rozsahu v každej skupine detížiakov. Pedagogický asistent pôsobí v triede spolu s učiteľom. Počas výchovno-vzdelávacieho procesu sa spoločne snažia realizovať vopred naplánované činnosti a zároveň flexibilne reagujú na aktuálnu situáciu, charakter a obsah vznikajúcich interakcií v skupine. Okrem spolupráce s učiteľom má na prácu pedagogického asistenta určujúci vplyv spolupráca so školským špeciálnym pedagógom, prípadne odbornými zamestnancami školy. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY Forma poskytovania podporného opatrenia Forma poskytovania podporného opatrenia vzhľadom na činnosť dieťaťažiaka môže byť: - individuálna (prebieha v triede, alebo mimo triedu), - skupinová (prebieha s časťou triedy, s celou triedou, alebo so širšou skupinou ako trieda) Forma poskytovania podporného opatrenia vzhľadom na spoluprácu pedagogického asistenta s učiteľom môže byť: - inštruktážna (učiteľ intenzívne usmerňuje pôsobenie pedagogického asistenta pri realizovaní jednotlivých aktivít, pedagogický asistent pracuje podľa inštrukcií učiteľa), - kooperačná (vzniká na základe plánovania medzi pedagogickým asistentom a učiteľom), - čiastočne kooperačná (pedagogický asistent spolu s učiteľom rámcovo plánuje postup svojej práce, vo výraznej miere si však pedagogický asistent sám stanovuje vlastný spôsob práce)."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-posobenia-pedagogickeho-asistenta-v-triede/index.html"}
{"id": "748a2097f080", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-cinnosti-na-rozvoj-pohybovej-schopnosti-zmysloveho-vnimania-komunikacnej-schopnosti-kognitivnej-schopnosti-socialno-komunikacnych-zrucnosti-emocionality-a-sebaobsluhy/index.md", "title": "Zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a, ods. 2, písm. c) školského zákona Podporné opatrenie sa môže zameriavať na rozvoj a podporu jednej z uvedených oblastí alebo na rozvoj a podporu viacerých oblastí súčasne. Toto podporné opatrenie sa v školách a školských zariadeniach môže vykonávať v rámci činností podpornej úrovne prvého až piateho stupňa podľa  145a ods. 2 písm. c) školského zákona. Činnosti podpornej úrovne prvého stupňa vykonáva pedagogický zamestnanec, odborný zamestnanec školy aalebo školský podporný tím. Do činnosti podpornej úrovne prvého stupňa patrí Podporné opatrenie sa zameriava na rozvoj pohybovej samostatnosti a fyzickej zdatnosti dieťaťažiaka. Jeho súčasťou je okrem stimulácie pohybu aj relaxácia a regenerácia preťažených súčastí pohybového aparátu. Aktivity a činnosti sú spravidla zamerané na oblasť psychomotoriky, motility, mobility a hrubej motoriky (pohyby veľkých svalových skupín, lokomócia, orientácia v priestore, ...), jemnej motoriky  ktorej súčasťou je aj grafomotorika, logomotorika, mimika, oromotorika, vizuomotorika a senzomotorika. Podporné opatrenie smeruje k deťomžiakom s oslabením a narušením v oblasti motoriky, pohybovej samostatnosti a fyzickej zdatnosti. Podporné opatrenie je zamerané na stimuláciu vývinu alebo podporu spracovania zmyslového vnímania dieťaťažiaka zohľadňujúc možné prepodnecovanie zmyslovými podnetmi. Je prostriedkom eliminácie možných bariér v percepcii a kompenzáciu dôsledkov bariér spojených so zmyslovým vnímaním. Aktivity a činnosti sú spravidla zamerané na rozvoj a podporu konkrétnych zmyslových funkcií  zrakového vnímania, hmatového vnímania, sluchového vnímania, čuchového a chuťového vnímania, vestibulárneho vnímania apropriocepcie, ale aj na osvojenie si aktivít napomáhajúcich relaxácii a oddychu pri zmyslovom preťažení. Podporné opatrenie môže byť v prípade potreby poskytnuté všetkým bez rozdielu  ako pre zdravé detižiakov, tak aj pre všetkých jednotlivcov s deficitmi v zrakovom, sluchovom, hmatovom, čuchovom, chuťovom alebo vestibulárnom vnímaní alebo propriocepcii vrátane detížiakov s PAS či s viacnásobným postihnutím. Podporné opatrenie je zamerané na systematický rozvoj a podporu reči, jazyka a komunikácie dieťaťažiaka s identifikovanou špeciálnou výchovno-vzdelávacou potrebou vo všetkých zložkách jazykových spôsobilostí - v hovorenej reči, v písanej reči a čítanej reči. Aktivityčinnosti zamerané na rozvoj a podporu komunikačnej schopnosti rozvoj a podporu reči, jazyka a komunikácie sa realizujú skupinovo alebo individuálne. Podporné opatrenie môže byť poskytované deťomžiakom s narušenou komunikačnou schopnosťou, s vývinovými poruchami učenia, ale aj deťomžiakom, ktorí majú krátkodobé, resp. prechodné poruchy jazyka, reči aalebo komunikácie. Podporné opatrenie je zamerané na systematický rozvoj a podporu kognitívnych a exekutívnych funkcií detížiakov. Obsahovo sa spravidla zameriava na jednu alebo viac z nasledovných oblastí: pamäť, myslenie, pozornosť, schopnosť riešiť problémy, usudzovanie, porozumenie a používanie reči, plánovanie, organizovanie, predstavivosť či priestorovú orientáciu. Podporné opatrenie môže byť poskytované deťomžiakom, u ktorých sa zvyšujú nároky na podporu v danej oblasti alebo v jej jednotlivých častiach, napríklad deťomžiakom podpriemernými intelektovými schopnosťami, s kognitívnymi deficitmi, s mentálnym postihnutím, viacnásobným postihnutím, ale aj zmyslovým postihnutím a i. Podporné opatrenie je zamerané na zapojenie sa dieťaťažiaka v čo najväčšej možnej miere do sociálneho prostredia rovesníkov a iných sociálnych skupín a úspešne v nich napĺňať svoje sociálne roly. V rámci opatrenia môžu byť poskytované činnostiaktivity na stimuláciu sociálnej interakcie dieťaťažiaka, podporu a rozvíjanie vzťahov Podporné opatrenie môže byť poskytované deťomžiakom, u ktorých sa vyskytujú zvýšené nároky na podporu v danej oblasti, ktoré môžu vyplývať z ich zdravotného znevýhodnenia, napríklad z poruchy autistického spektra (ďalej len PAS), z poruchy aktivity a pozornosti, z poruchy správania a iných, ale aj napríklad intelektového nadania. Podporné opatrenie je zamerané na rozvoj emocionality a sociálnych zručností detížiakov a má viesť k zlepšeniu nielen v oblasti emocionálnej inteligencie, ale prispievať aj k psychickej pohode, zvýšeniu kvality osobných vzťahov, čo v školskom prostredí vplýva aj na výkon v akademickej oblasti. Aktivity a činnosti môžu byť smerované na stimuláciu rozvoja emocionality, identifikáciu vlastných emócií a ich príčin, uvedomovanie si rozdielov medzi emóciami, myšlienkami a činmi, sebaovládanie (prejavovanie emócií spoločensky žiaducim spôsobom, regulácia emócií a správania sa, schopnosť spracovať negatívne emócie, schopnosť spracovať vlastné pohnútky, vnútorná motivácia, schopnosť utvárať si pozitívne ciele), vnímanie emócií druhých ľudí, sociálne uvedomenie (empatia, súcit, schopnosť kooperácie), sebaprijatie a podporu budovania pozitívneho sebaobrazu, aplikáciu komplexných programov podporujúcich emocionálne zdravie detížiakov. Podporné opatrenie môže byť poskytované deťom a žiakom, u ktorých sa vyskytujú zvýšené nároky na podporu v danej oblasti, ktoré môžu vyplývať z ich zdravotného znevýhodnenia, aktuálneho zdravotného stavu, nadania, či sociálnych podmienok. Podporné opatrenie je zamerané na čo najväčší možný rozvoj sebaobslužných činností a rozvoj autonómie dieťaťažiaka. Aktivity a činnosti môžu zahŕňať starostlivosť o vlastné telo  osobnú hygienu, obliekanie a starostlivosť o odevy a obuv, stravovanie vrátane prípravy jedla a udržiavania poriadku v kuchyni, nakupovanie, celkovú údržbu domácnosti a pod. Detižiakov, ktorí nie sú schopní realizovať sebaobslužné činnosti nezávisle a samostatne, zapájame do činností a aktivít podľa ich možností a vykonávajú aspoň tie aktivityčinnosti, ktoré im ich zdravotné znevýhodnenie alebo ich stav umožňuje. Podporné opatrenie môže byť poskytované deťomžiakom s chorobou a zdravotným oslabením, dlhodobo hospitalizovaným deťomžiakom, dlhodobo pripútaným na lôžko z dôvodu závažnej choroby a pod. Sprievodný materiál Intervencie s bližšími informáciami k podpornému opatreniu je dostupný v:  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. c) školského zákona): V rámci podporného opatrenia môžu spolupracovať pedagogickí zamestnanci, odborní zamestnanci, školský podporný tím. Podporné opatrenie poskytuje školský špeciálny pedagóg a odborní zamestnanci školy alebo špeciálneho výchovného zariadenia. V školách pre deti a žiakov so špeciálnymi výchovno-vzdelávacími potrebami vykonávajú činnosti aj pedagogickí zamestnanci. V odôvodnených prípadoch môžu poskytovať podporné opatrenie aj pedagogickí zamestnanci s metodickou podporou odborných zamestnancov zo zariadení poradenstva a prevencie.  Podporné opatrenie sa môže poskytovať rôznymi formami: Rozsah podporného opatrenia je podľa individuálnych potrieb dieťaťažiaka na základe vyjadrenia pedagogického zamestnanca, odborného zamestnanca alebo školského podporného tímu."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-cinnosti-na-rozvoj-pohybovej-schopnosti-zmysloveho-vnimania-komunikacnej-schopnosti-kognitivnej-schopnosti-socialno-komunikacnych-zrucnosti-emocionality-a-sebaobsluhy/index.html"}
{"id": "1243de451f44", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/poskytovanie-zdravotnej-starostlivosti/index.md", "title": "Poskytovanie zdravotnej starostlivosti", "levels": [1], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a ods. 2, písm. n) školského zákona - Zdravotná starostlivosť je poskytovaná v súlade so štandardnými diagnostickými a terapeutickými postupmi napríklad prostredníctvom nasledovných činností: a) sledovanie a posudzovanie zdravotného stavu dieťaťa alebo žiaka, b) meranie, posudzovanie a zaznamenávanie vitálnych funkcií, c) aplikovanie liekov všetkými dostupnými formami, d) odoberanie biologického materiálu, e) orientačné vyšetrovanie krvi pomocou glukomera, f) podávanie stravy sondou alebo cez gastrostómiu, g) ošetrovanie všetkých typov stómií a vymieňanie stomického vrecka, h) hodnotenie a ošetrovanie porúch celistvosti kože, i) hodnotenie stavu výživy a dohliadanie nad dodržiavaním dietetického stravovania dieťaťa a žiaka v škole, j) starostlivosť o optické pomôcky (napr. okuliare), protézy a pod., k) podpora pri starostlivosti o sluchové pomôcky (načúvacie prístroje, kochleárne implantáty), l) poskytovanie 1. pomoci pri akútnych záchvatoch, hypoglykémii, alergických reakciách a pod., m) realizácia opatrení na predchádzanie prenosných ochorení.  Deti a žiaci, ktorým z ich zdravotného stavu aalebo zdravotného znevýhodnenia vyplýva potreba zdravotnej starostlivosti počas pobytu v škole.  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. n) školského zákona): Podporné opatrenie poskytuje zdravotnícky pracovník Individuálna.  Rozsah je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy."}], "url_hint": "https://podporneopatrenia.minedu.sk/poskytovanie-zdravotnej-starostlivosti/index.html"}
{"id": "fe00ffd0c812", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/cinnost-na-podporu-dosahovania-skolskej-sposobilosti/index.md", "title": "Činnosť na podporu dosahovania školskej spôsobilosti", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a, ods. 2, písm. d) školského zákona - Činnosti v rámci podporného opatrenia sú spravidla zamerané na: Činnosti na podporu dosahovania školskej spôsobilosti sú integrálnou súčasťou výchovno-vzdelávacej činnosti, v rámci ktorej je uplatňovaný diferencovaný prístup a individuálny prístup k dieťaťu. Využívajú sa príležitosti na zaraďovanie čítania s dieťaťom, hier so slovami a iných aktivít v rôznych časových úsekoch počas dňa, aby prirodzene sledovali tému a zameranie vzdelávacích aktivít. Pri plánovaní a realizácii aktivít sa dbá na ich hrový charakter, neustále je sledovaná motivácia a záujem dieťaťa v snahe vyhnúť sa drilu a formálnemu tréningu, ktorý môže negatívnym spôsobom ovplyvniť vnútornú motiváciu a neskoršie vzdelávacie úspechy dieťaťa. Sprievodný materiál Poskytuje sa deťom so zdravotným znevýhodnením, deťom zo sociálne znevýhodneného prostredia (podľa  2 písm. j) až o) školského zákona) a deťom, ktorých zdravotný stav, sociálne podmienky, jazykové schopnosti, nadanie, správanie, kognitívne schopnosti, motivácia, emocionalita, tvorivosť alebo zručnosti vyžadujú poskytnutie podporného opatrenia určeného diagnostikou v zariadeniach poradenstva a prevencie (podľa  2 písm. i) školského zákona) a zároveň sú to deti, ktoré: Pri podpore dieťaťa so zdravotným znevýhodnením sa postupuje v zmysle sprievodného materiálu Intervencie (  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. d) školského zákona): Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ alebo pedagogický zamestnanec v kategórii vychovávateľ v liečebno-výchovnom sanatóriu. Podporu pri dosahovaní školskej spôsobilosti poskytuje podľa podmienok školyškolského zariadenia aj školský špeciálny pedagóg a odborní zamestnanci (môžu pritom postupovať v zmysle sprievodného materiálu k podpornému opatreniu Intervencie, ktorý je vypracovaný pre potreby podporného opatrenia podľa  145a ods. 2 písm. c) školského zákona, ktorým je zabezpečenie činností na rozvoj pohybovej schopnosti, zmyslového vnímania, komunikačnej schopnosti, kognitívnej schopnosti, sociálno-komunikačných zručností, emocionality a sebaobsluhy). Podľa potreby dieťaťa môže škola alebo školské zariadenie zabezpečiť uvedené podporné opatrenie v spolupráci so zariadením poradenstva a prevencie. Zabezpečenie podporného opatrenia v zariadení poradenstva a prevencie si určí príslušné zariadenie poradenstva a prevencie. Realizácia podporného opatrenia prebieha v aktívnej spolupráci pedagogických zamestnancov s odbornými zamestnancami a so zákonnými zástupcami dieťaťa.  Činnosti na podporu školskej spôsobilosti môžu rozvíjať jednu konkrétnu oblasť vývinu, alebo môžu integrovane rozvíjať niekoľko oblastí súčasne formou: Skupinové a individuálne formy práce realizujú aj školský špeciálny pedagóg a odborní zamestnanci v zmysle sprievodného materiálu Intervencie (  Rozsah poskytovaného podporného opatrenia je potrebné prispôsobiť individuálnym potrebám a schopnostiam dieťaťa a podmienkam materskej školy. Rozsah podporného opatrenia sa poskytuje dieťaťu na základe určenia vo vyjadrení zariadenia poradenstva a prevencie, alebo spravidla do optimálneho dosiahnutia školskej spôsobilosti, alebo v zmysle  28a ods. 4 školského zákona do času, kedy dieťa začne plniť povinnú školskú dochádzku v základnej škole."}], "url_hint": "https://podporneopatrenia.minedu.sk/cinnost-na-podporu-dosahovania-skolskej-sposobilosti/index.html"}
{"id": "6c4ae5d25af6", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/skvalitnenie-podmienok-vychovy-a-vzdelavania-ziakov-zo-socialne-znevyhodneneho-prostredia/index.md", "title": "Skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia  Podporné opatrenie podľa  145a, ods. 2, písm. g) školského zákona - [Skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia] - sa zameriava na žiaka zo sociálne znevýhodneného prostredia. Dieťaťom alebo žiakom zo sociálne znevýhodneného prostredia (ďalej len SZP) je podľa  2 písm. o) školského zákona dieťa alebo žiak žijúci v prostredí, ktoré vzhľadom na sociálne, rodinné, ekonomické a kultúrne podmienky nedostatočne podnecuje rozvoj mentálnych, vôľových, emocionálnych vlastností dieťaťa alebo žiaka, nepodporuje jeho socializáciu a neposkytuje mu dostatok primeraných podnetov pre rozvoj jeho osobnosti. Na skvalitnenie podmienok na výchovu a vzdelávanie žiakov zo sociálne znevýhodneného prostredia ministerstvo školstva poskytuje školám finančný príspevok. Finančný príspevok na podporné opatrenie skvalitnenie podmienok na výchovu a vzdelávanie žiakov zo SZP sa poskytuje podľa počtu žiakov zo SZP, ktorí nemajú zároveň zdravotné znevýhodnenie, na úhradu nákladov na: a) osobné náklady pedagogického asistenta pre žiakov zo SZP, sociálneho pedagóga alebo sociálneho pracovníka, b) vybavenie didaktickou technikou a učebnými pomôckami pre žiakov zo SZP, c) účasť žiakov zo SZP na aktivitách, ktoré sú súčasťou výchovno-vzdelávacieho procesu alebo na aktivitách nad rámec vyučovania, ktoré prispievajú k všestrannému duševnému a fyzickému rozvoju žiakov v súlade s cieľmi výchovy a vzdelávania, d) výchovu a vzdelávanie žiakov v špecializovaných triedach, e) zabránenie prenosu nákazy prenosného ochorenia, f) zabezpečenie spotrebných hygienických potrieb (najmä hygienické vložky, tampóny), g) príplatok za prácu so žiakmi zo SZP, h) zabezpečenie chýbajúcich pomôcok pre žiakov nad rámec dotácie na školské potreby poskytnutej podľa osobitného predpisu. Finančné prostriedky na podporné opatrenie Skvalitnenie podmienok výchovy a vzdelávania žiakov zo sociálne znevýhodneného prostredia budú poskytnuté školám a školským zariadeniam podľa metodiky prideľovania finančných prostriedkov zverejnenej na webovej stránke Financovanie podporných opatrení."}], "url_hint": "https://podporneopatrenia.minedu.sk/skvalitnenie-podmienok-vychovy-a-vzdelavania-ziakov-zo-socialne-znevyhodneneho-prostredia/index.html"}
{"id": "507eb589480e", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-upravy-priestorov-skoly-urcenych-na-podporu-vnimania-a-nadobudanie-zrucnosti/index.md", "title": "Zabezpečenie úpravy priestorov školy určených na podporu vnímania a nadobúdanie zručností", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a ods. 2, písm. q) školského zákona - Miestnosti zamerané na spomínaný účel sú napríklad: Multisenzorická miestnosť zriadená v škole má slúžiť na poskytnutie pozitívne naladeného prostredia, ktoré má funkciu relaxačnú, poznávaciu a interakčnú. Aktívny, ale aj pasívny pobyt v miestnosti môže pomôcť u dieťaťažiaka redukovať stres a stereotypné správanie, znižovať agresívne správanie a formy sebapoškodzovania. Multisenzorické miestnosti by mali rešpektovať senzorické potreby dieťaťažiaka. Môže to byť v zmysle eliminácie (obmedzenia) rušivých podnetov, alebo naopak v zmysle senzorickej stimulácie, ktorá dieťažiaka podnecuje, podporuje jeho vývin, aktivizuje ho. Pobyt v miestnosti je možné využiť aj ako jednu z alternatívnych ciest pri učení sa (alebo poskytovaní intervencieterapie), keď štandardný spôsob zlyháva, alebo nie je dostatočne efektívny, ako napr. pri objavovaní a hľadaní štýlu učenia a podpory sústredenia sa detížiakov a odhaľovaní najvhodnejšieho zmyslového kanálu pre učenie. Pobytom v multisenzorickej miestnosti je možné u dieťaťažiaka ukázať jeho silné stránky, podporiť jeho vnímanie seba a svojho okolia, ukázať mu jeho schopnosť sa učiť a nadobúdať nové skúsenosti a poznatky a tak prirodzenou cestou posilniť jeho sebavnímanie a sebavedomie. Vďaka vybudovaniu pozitívneho sebaobrazu je možné predchádzať problémovému správaniu či poruchám správania dieťaťažiaka alebo eliminovať niektoré prejavy porúch správania alebo problémového správania. Ďalší typ multisenzorickej miestnosti poskytuje možnosť u dieťaťažiaka uspokojiť jeho aktuálne vnútorné potreby a prežívanie, eliminovať u žiaka vnútorné napätie, frustráciu alebo agresiu. Pobytom v miestnosti sa dieťažiak učí regulovať svoje prežívanie a správanie. Miestnosť môže byť samostatne vybavená a izolovaná alebo súčasťou inej miestnosti, napríklad telocvične, avšak s jasne ohraničenou a vymedzenou časťou. Pobyt a vybavenie miestnosti má slúžiť na aktuálne odreagovanie a uspokojenie vnútorných potrieb dieťaťažiaka, napríklad formou pohybovej aktivity  v miestností má mať možnosť dieťažiak uvoľniť napätie napríklad formou skákania, hádzania loptymedicinbalu na určené miesto alebo o zem na konkrétnom mieste (výbušnosť, uvoľnenie energie, eliminácia agresívnych prejavov), chodenie cez prekážku, búchanie do určeného predmetu (molitanový valec, malé boxovacie vrece a podobne) a ďalšie. Vybavenie miestnosti nie je vopred určené, je však potrebné pred vstupom do danej miestnosti detižiakov alebo dieťažiaka upozorniť na pravidlá bezpečnosti, avšak umožniť mu voľný pohyb a odreagovanie sa. Dieťažiak má v danej miestnosti pociťovať voľnosť a možnosť uvoľniť nahromadenú energiu a emócie. Pobyt v miestnosti by mal byť jasne vymedzený, úvodným aj záverečným znamenímsignálom, totožným pri každom pobyte. Dieťažiak by mal byť vopred oboznámený s účelom jednotlivých stanovíšť v miestnosti. V závere pobytu v miestnosti je nevyhnutné zaradiť krátke relaxačné cvičenie, v ktorom dieťažiak precíti pocit uvoľnenia a odstránenia napätia a frustrácie. Bezpodnetová miestnosť je samostatne zriadená miestnosť, v ktorej by sa malo nachádzať čo najmenej senzorických podnetov. Po vizuálnej aj technickej stránke by mala byť miestnosť čo najjednoduchšia, bez vizuálnych stimulov, podľa možností odhlučnená a mala by pôsobiť jednoducho a príjemne. Dieťažiak by mal mať možnosť v miestnosti získať pocit upokojenia a uvoľnenia a mal by mať možnosť oddychu a relaxácie bez zmyslových podnetov. V miestnosti sa môže nachádzať jednoduchý polohovateľný vak, sedací vak alebo iná podložka na ležanie, oddych. Miestnosť je vhodná na odstránenie negatívnych prejavov hypersenzitivity, agresie alebo neprimeraného správania a oddych bez zmyslových podnetov. . Po zabudovaní akustickej techniky s reproduktormi, môže byť miestnosť využitá aj pri nácviku echolokácie pre nevidiace deti žiakov, alebo nácvik komunikácie pre detižiakov s poruchou sluchu. Relaxačný kútik by mal tvoriť súčasť triedy, v ktorej prebieha výchova a vzdelávanie. Kútik by mal byť príjemným priestorom, v ktorom sa môže dieťažiak upokojiť a relaxovať v prípade, že pociťuje pocit hnevu, smútku, emocionálnej nestability alebo napríklad vyčerpania, alebo má potrebu tráviť chvíľu čas osamote. Pobyt v relaxačnom kútiku okrem odstránenia napätia, únavy a negatívnych pocitov pomáha dieťaťužiakovi naučiť sa identifikovať a regulovať vlastné emócie a prežívanie. Dieťažiak by mal byť oboznámený s účelom daného priestoru a primerane vedený k jeho využívaniu. Relaxačná zóna by mala tvoriť súčasť školy, napríklad chodby (interiér) alebo jej areálu (exteriér) a má slúžiť na pasívny aj aktívny odpočinok detížiakov. Relaxačná zóna by mala byť príjemným miestom, v ktorom sa môže dieťažiak uvoľniť, relaxovať alebo v prípade potreby vo svojom čase mimo vyučovania, napríklad počas prestávky, realizovať kreatívnu činnosť, ktorá mu pomáha v uvoľnení a vychádza z jeho vnútorných potrieb. Relaxačné zóny takisto môžu slúžiť ako miesto na socializáciu detížiakov v čase mimo vyučovania. Relaxačná zóna môže poslúžiť aj ako priestor na samoštúdium. Miestnosť na nadobúdanie zručností spojených s využívaním kompenzačných a špeciálno-edukačných pomôcok môže byť súčasťou inej miestnosti, kde však bude presne vymedzený priestor na vykonávanie potrebnej činnosti alebo môže ísť o samostatnú miestnosť. Má slúžiť na individuálnu prácu s dieťaťomžiakom, ktorý z dôvodu zdravotného znevýhodnenia potrebuje k úspešnému zvládnutiu edukačného procesu využívať špeciálno-edukačné pomôcky. V týchto priestoroch má možnosť individuálnym tempom a za adekvátnej pomoci za použitia kompenzačných pomôcok realizovať konkrétne činnosti spojené s výchovno-vzdelávacím procesom. Vybavenie danej miestnosti má zodpovedať špecifickým potrebám žiakov, ktorí využívajú špeciálno-edukačné pomôcky po priestorovej, organizačnej aj materiálnej stránke. Miestnosť určená na odbornú prácu s deťmižiakmi. Diagnostika, intervencia, terapia a iné odborné činnosti vyžadujú špecifické prostredie. Špeciálny pedagóg a odborný zamestnanec pripravia miestnosť podľa konkrétnych potrieb detížiakov. Miestnosť môžu využívať na individuálnu, ako aj skupinovú prácu s dieťaťomžiakom, ako aj ďalšie odborné činnosti súvisiace s intervenciou napr. stretnutia, konzultácie a supervízie rodičov, pedagógov a ďalších zamestnancov školy a iné.  Detižiaci, pre ktorých je nástrojom dosiahnutia výchovno-vzdelávacích cieľov využitie možností takejto miestnosti alebo časti miestnosti, najmä detižiaci so zdravotným znevýhodnením. Pri výbere miestnosti, pomôcok a aktivít realizovaných s dieťaťomžiakom je nevyhnutné prihliadať na jeho aktuálne potreby a naladenie, pričom je dôležité dieťažiaka neprestimulovať množstvom podnetov, ktoré sú mu poskytnuté. Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. q) školského zákona): Realizáciu podporného opatrenia zabezpečuje riaditeľ školy. Riaditeľ školy zabezpečí miestnosť alebo konkrétnu časť miestnosti, ktorú môžu detižiaci využívať pod vedením pedagogických a odborných zamestnancov školy alebo školského podporného tímu. Miestnosť špeciálno-pedagogickej podpory si môže škola vytvoriť podľa vlastných možností a potrieb, ktoré identifikuje v spolupráci so zariadením poradenstva a prevencie.  Miestnosť je možné využívať individuálne, alebo skupinovo.  Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťa žiaka na pravidelnej alebo nepravidelnej báze na základe vyjadrenia zariadenia poradenstva a prevencie, pedagogického zamestnanca v kategórii školský špeciálny pedagóg, odborného zamestnanca školy alebo školského podporného tímu."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-upravy-priestorov-skoly-urcenych-na-podporu-vnimania-a-nadobudanie-zrucnosti/index.html"}
{"id": "11aceda75bfd", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-doucovania-alebo-cieleneho-ucenia-na-dosiahnutie-najvyssieho-individualneho-kognitivneho-potencialu-dietata-alebo-ziaka/index.md", "title": "Zabezpečenie doučovania alebo cieleného učenia na dosiahnutie najvyššieho individuálneho kognitívneho potenciálu dieťaťa alebo žiaka  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [2], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a, ods. 2, písm. f) školského zákona - Zabezpečenie doučovania žiaka alebo cieleného učenia na dosiahnutie najvyššieho individuálneho kognitívneho potenciálu dieťaťa alebo žiaka - je prostredníctvom kvalitného a dostupného doučovania v hodinách mimo vyučovania v stanovenom rozsahu zlepšovať vedomosti a zručnosti žiakov a eliminovať riziko opakovania ročníka a predčasného ukončenia vzdelávania žiakov. Podporné opatrenie možno realizovať tiež prostredníctvom cieleného učenia. Cielené učenie je proces, pri ktorom sa zameriavame na konkrétny cieľ alebo výsledok vzdelávania. Očakávaný výsledok cieleného učenia je vopred konkrétne stanovený. Očakávaným výsledkom môže byť napríklad zvládnutie novej zručnosti, porozumenie komplexnému konceptu alebo pripravenosť na skúšku. Vzdelávacie činnosti pri cielenom učení sa zameriavajú výlučne na informácie, ktoré sú priamo súvisiace so stanoveným cieľom. Činnosti v rámci podporného opatrenia sú zamerané na: - všeobecnovzdelávacie predmety, - vyučovacie predmety zamerané na odborné vedomosti, - vyučovacie predmety zamerané na praktické zručnosti, - praktické vyučovanie, - profilujúce predmety. Cieľová skupina podporného opatrenia Podporné opatrenie je poskytované žiakom: - neprospievajúcim z aspoň jedného povinného alebo povinne voliteľného vyučovacieho predmetu na polročnom hodnotení alebo koncoročnom hodnotení, - nehodnoteným z aspoň jedného povinného alebo povinne voliteľného vyučovacieho predmetu na polročnom alebo koncoročnom hodnotení, ak sa na vyučovacom predmete ospravedlnene nezúčastňovali alebo tento vyučovací predmet nebol súčasťou školského vzdelávacieho programu, podľa ktorého sa vzdelával, - s výraznými ťažkosťami s dosahovaním stanovených vzdelávacích štandardov v jednej alebo viacerých vzdelávacích oblastiach krátkodobého charakteru, ak ich potreba vznikla v dôsledku dlhodobej neprítomnosti na vyučovaní zo zdravotných dôvodov potvrdených lekárom, - pripravujúcim sa na komisionálne skúšky v stredných odborných školách v F učebných odboroch na získanie nižšieho stredného vzdelania. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. f) školského zákona): - materská škola, - materská škola pre deti so špeciálnymi výchovno-vzdelávacími potrebami, - základná škola, - základná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami, - stredná škola, - stredná škola pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami alebo - špeciálne výchovné zariadenie. Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ, vychovávateľ v ŠKD, pedagogický asistent alebo v prípade potreby školský špeciálny pedagóg alebo iné osoby na základe zmluvného vzťahu so zamestnávateľom. Oprávnená na poskytovanie doučovania je osoba s pedagogickým vzdelaním minimálne bakalárskeho stupňa alebo doplňujúcim pedagogickým štúdiom alebo iná osoba s minimálne bakalárskym vzdelaním v odbore korešpondujúcom s predmetom alebo vzdelávacou oblasťou, ktoré daná osoba doučuje. Forma poskytovania podporného opatrenia Prezenčná alebo dištančná forma prostredníctvom prostriedkov založených na využívaní počítačových sietí. V prípade dištančnej formy sa odporúča žiakovi zabezpečiť materiálno-technickú asistenciu zo strany školy. Doučovanie sa realizuje mimo vyučovací čas (v popoludňajších hodinách), individuálne alebo skupinovo v počte 2 - 5 žiakov. Individuálna forma sa realizuje v prípade, ak škola eviduje len jedného takéhoto žiaka na danom stupni vzdelávania (prvý alebo druhý stupeň). Ak sú už dvaja takíto žiaci na danom stupni je potrebné realizovať doučovanie v skupinovej forme. Odporúčanie: V rámci jednej skupiny zaradiť žiakov len z jedného stupňa (cyklu). Odporúčaný rozsah podporného opatrenia Rozsah je nutné prispôsobiť individuálnym potrebám žiaka a podmienkam školy. Maximálny rozsah je 16 vyučovacích hodín na žiaka za polročné hodnotiace obdobie, alebo od koncoročného hodnotenia po komisionálnu skúšku."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-doucovania-alebo-cieleneho-ucenia-na-dosiahnutie-najvyssieho-individualneho-kognitivneho-potencialu-dietata-alebo-ziaka/index.html"}
{"id": "59167ce7b87e", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/poskytnutie-specialnych-edukacnych-publikacii-a-kompenzacnych-pomocok/index.md", "title": "Poskytnutie špeciálnych edukačných publikácií a kompenzačných pomôcok  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. p) školského zákona - Poskytnutie špeciálnych edukačných publikácií a kompenzačných pomôcok - je stimulovať aktivitu dieťaťažiaka a zvyšovať jeho motiváciu v učení sa využívaním špeciálnych edukačných publikácií (v printovej, zvukovej, elektronickej alebo inej forme, napríklad v reliéfno-bodovom písme) a špeciálnych kompenzačných pomôcok. ŠPECIÁLNE EDUKAČNÉ PUBLIKÁCIE Napomáhajú dosahovať ciele výchovno-vzdelávacieho procesu využitím osobitnej formy komunikácie (viac popísanej v sprievodnom materiáli k PO Zabezpečenie osobitných foriem komunikácie dieťaťa so zdravotným postihnutím alebo žiaka so zdravotným postihnutím so školou alebo so školským zariadením), ktorou môže byť napríklad: - Braillovo písmo, bodová či reliéfna grafika, - implementácia posunkového jazyka, - prepis hovoreného slova do písaného textu, - titulkovanie, - poskytnutie textu v písomnej forme (prezentácia, poznámky), - alternatívna a augmentatívna komunikácia, - audiokomentáre a iné elektronické formy, - edukačné publikácie vytvárané pre detižiakov, ktoré rešpektujú princípy ľahko čitateľného textu. Edukačné publikácie s doložkou ministerstva školstva sú určené pre materské školy a školy, v ktorých sa vzdelávanie považuje za sústavnú prípravu na povolanie (základné a stredné školy). Školy majú pre detižiakov dostupné rôzne druhy edukačných publikácií: učebnice, pracovné zošity, učebné texty, digitálne edukačné publikácie, aj v elektronickej forme. Každá škola si môže podľa svojho zamerania vybrať edukačné publikácie zo zoznamu edukačných publikácií, ktorý obsahuje aj špeciálne edukačné publikácie. Registre edukačných publikácií sa pravidelne aktualizuje na webovej stránke MŠVVaM SR: https:www.minedu.skregister-edukacnych-publikacii ŠPECIÁLNE UČEBNÉ A KOMPENZAČNÉ POMÔCKY  Cieľom je zabezpečiť prekonanie bariér pri dosahovaní optimálneho výsledku vo výchovno-vzdelávacom procese efektívne a samostatne, umožniť dieťaťužiakovi zažívať úspech pri nadobúdaní vedomostí, zručností a spôsobilostí a eliminovať potrebu ďalšej asistencie zo strany okolia. Potreba môže vzniknúť nielen v dôsledku zdravotného znevýhodnenia, ale napríklad aj pri žiakoch s odlišným materinským jazykom alebo zo SZP. Špeciálne učebné pomôcky prispievajú k samostatnosti, pochopeniu a dosiahnutiu výchovno-vzdelávacích cieľov detížiakov. Môžu byť vyrobené priamo na mieru pre dieťažiaka, alebo sú vyrobené sériovo, vychádzajúc z dlhoročnej pedagogickej praxe, so zámerom cielene a systematicky prispieť ku konkrétnemu výchovno-vzdelávaciemu cieľu. Mnohé špeciálne učebné pomôcky zastávajú najmä kompenzačnú funkciu (nahrádzajú obmedzenú alebo absentujúcu modalitu percepcie inou). Kompenzačné pomôcky nahrádzajú, dopĺňajú a podporujú chýbajúce alebo oslabené funkcie príslušného orgánu, zároveň sa využívajú aj aj v prípade odlišného materinského jazyka dieťaťažiaka počas tranzitného obdobia pri počiatočnom osvojovaní si vyučovacieho jazyka školy. Kompenzujú dôsledky nedostatku, poškodenia alebo straty funkcie alebo orgánu. Zvyšujú samostatnosť a nezávislosť detížiakov so zdravotným znevýhodnením. Téma špeciálnych učebných a kompenzačných pomôcok je rozpracovaná v Metodike špeciálnych učebných a kompenzačných pomôcok. (SPRIEVODNÉ MATERIÁLY). Z pohľadu rôznych potrieb detížiakov, alebo potrieb rôznych skupín detížiakov sa v tejto publikácii špeciálne učebné a kompenzačné pomôcky členia na univerzálne pomôcky a úpravy a špecifické špeciálno-edukačné a kompenzačné pomôcky. Univerzálne pomôcky a úpravy  napomáhajú deťomžiakom pri dosahovaní konkrétnych výchovno-vzdelávacích, zväčša krátkodobých cieľov. Sú to aj bežné edukačné pomôcky, ktoré však detižiaci so zdravotným znevýhodnením používajú vo väčšom množstve alebo častejšie. Patria sem aj úpravy prostredia a prispôsobenie výchovno-vzdelávacieho procesu, ktoré zlepšia prístupnosť nielen z pohľadu mobility, ale aj prístupu k informáciám. Univerzálne pomôcky a úpravy sa pre konkrétne dieťažiaka zvyčajne využívajú dočasne na preklenutie vývinového obdobia, v ktorom je potreba oslabenú funkciu cielene rozvíjať. Výnimkou je využitie univerzálnej pomôckyúpravy pre tie detižiakov, ktorí vzhľadom na svoje zdravotné znevýhodnenie potrebujú jej trvalé využívanie. Príkladom sú bezbariérové vstupy do budovy, ktoré budú detižiaci s narušenou hybnosťou dolných končatín potrebovať počas celej školskej dochádzky, ale sú nápomocné aj pre detižiakov s ťažkosťami v oblasti vizuomotorickej koordinácie, ktoré sú bežné u žiakov s poruchou aktivity a pozornosti, poruchami učenia, či zrakovým postihnutím. Pre týchto žiakov je bezbariérový vstup vhodný najmä na začiatku školskej dochádzky. Univerzálne pomôcky sa vyžívajú aj pri deťochžiakoch, ktorí majú materinský jazyk odlišný od vyučovacieho jazyka školy. Napr. prekladový slovník sa stáva kompenzačnou pomôckou pri vzdelávaní aj testovaní, či maturite. Špecifické pomôcky  sú určené pre špecifickú skupinu detížiakov so zdravotným znevýhodnením, sú používané dlhodobo, často slúžia na plnenie dlhodobých výchovno-vzdelávacích cieľov. Spravidla sú to konkrétne kompenzačné pomôcky a pomôcky pri rozvoji nadania. Zaraďujeme sem aj podporné technológie (nazývané aj asistenčné technológie). Ide o také druhy alebo skupiny technických pomôcok, ktoré používajú ľudia so zdravotným znevýhodnením a pomáhajú im v ich každodennom živote. Pri výbere pomôcok zariadenie poradenstva a prevencie vychádza zo zoznamu špeciálnych učebných a kompenzačných pomôcok aktualizovaného na webovom sídle Ministerstva školstva, výskumu, vývoja a mládeže Slovenskej republiky. ZPP vyberie zo zoznamu okruh pomôcok, ktorý má žiak využívať a bližšie špecifikuje konkrétnu podľa individuálnych potrieb a stanoví jeho spôsob použitia aj v súvislosti s formami povinného testovania a skúšok (T9, maturity). V rámci podporného opatrenia sú financované špecifické pomôcky, ktoré nie sú bežným materiálno-technickým zabezpečením školy a riadi sa usmernením na webovom sídle ministerstva školstva: https:podporneopatrenia.minedu.skfinancovanie-podpornych-opatreni Súvisiace legislatívne ustanovenia: -  95 ods. 4 školského zákona, -  131 ods. 5 písm. g) školského zákona, -  131 ods. 6 písm. h) školského zákona, -  144, ods. 1 písm. e) školského zákona, -  144 ods. 2) školského zákona, -  144 ods. 3) školského zákona, -  12 vyhláška 2232022 Z. z. o základných školách, -  16 vyhláška 2242022 Z. z. o strednej škole, - Vyhláška 3072008 Z. z. o výchove a vzdelávaní žiakov s intelektovým nadaním. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY"}], "url_hint": "https://podporneopatrenia.minedu.sk/poskytnutie-specialnych-edukacnych-publikacii-a-kompenzacnych-pomocok/index.html"}
{"id": "4ffead257454", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/poskytovanie-vychovy-a-vzdelavania-na-zaklade-upravy-obsahu-vychovy-a-vzdelavania-a-hodnotenia-vysledkov-dosiahnutych-detmi-alebo-ziakmi-vo-vychove-a-vzdelavani/index.md", "title": "Poskytovanie výchovy a vzdelávania na základe úpravy obsahu výchovy a vzdelávania a hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní", "levels": [2], "sections": [{"heading": "Obsah", "text": "- Poskytovanie výchovy, vzdelávania na základe úpravy obsahu výchovy a vzdelávania a hodnotenia výsledkov dosiahnutých deťmi alebo žiakmi vo výchove a vzdelávaní - je individuálne podporiť dieťažiaka a prispôsobiť mu vyučovanie. Sprievodný materiál, ktorý je súčasťou tohto opatrenia, kladie dôraz na právo dieťaťažiaka na výchovu a vzdelávanie, rešpektujúce jeho individuálne potreby, schopnosti, nadanie a zdravotný stav. Podporné opatrenie si vyžaduje dôkladnú identifikáciu a pochopenie potrieb, schopností a vývinových špecifík jednotlivých detížiakov. Spolupráca medzi pedagogickými zamestnancami, školským podporným tímom, rodinami, zákonnými zástupcami, zamestnancami zariadenia poradenstva a prevencie a ďalšími relevantnými zainteresovanými stranami je nevyhnutná. Podporné opatrenie je členené na základe možných vývinových a psychosociálnych oslabení. Oslabením sa rozumie znížená schopnosť, zručnosť alebo funkčnosť napríklad vykonávať pohyb, sústrediť sa, zmyslovo prijímať a spracúvať informácie a podobne. Oslabenie môže byť zapríčinené trvalými alebo dočasnými zmenami vo vývine žiaka, ale aj vplyvom traumy či nepriaznivej a ťažkej životnej situácie. Dané oslabenie môže mať pritom dočasný alebo aj trvalý charakter.Jednotlivé oslabenia sú diferencované do 7 oblastí: Úpravy v hodnotení zahŕňajú celé spektrum alternatívneho hodnotenia žiaka, v ktorom sa zameriavame na individuálny rámec hodnotenia výkonu. Môžu využívať parciálne aj sumatívne slovné hodnotenia, úpravy v priebežnom aalebo celkovom hodnotení, modifikované hodnotenie v písomných, projektových a ústnych skúšaniach, modifikované hodnotenie správania, zavedenie formatívneho hodnotenia alebo systému korektívneho hodnotenia. V odôvodnených prípadoch je možné čiastočne nehodnotiť žiaka známkou z predmetu, správania alebo skupiny predmetov, kde sa premieta negatívny dopad zdravotného znevýhodnenia. P Zmyslom úpravy hodnotenia je zvýšenie alebo udržanie motivácie k učeniu a želanému správaniu. Ak z dôvodu znevýhodnenia alebo iných okolností, je pre žiaka niektorá diagnostická metóda nevýhodná (ústna skúška, písomná, praktické skúšanie, didaktický test, menej riadené metódy, práce žiaka), volíme metódu preverovania vedomostí, zručností, návykov, ktorá nie je znevýhodňujúca. Pri hodnotení žiakov s úpravami vychádzame o. i. z výchovno-vzdelávacích požiadaviek vzdelávacích programov, ktoré sa prispôsobujú tak, aby zahŕňali aj osobitosti hodnotenia žiakov s podpornými opatreniami. Úpravy obsahu výchovy a vzdelávania sú zámerne a systematicky navrhované na podporu a rozvoj detížiakov, pričom cieľom je posilniť a podporovať ich motiváciu a schopnosti. Úpravy obsahu predstavujú celý rad opatrení, ktoré je možné uplatniť v prípade, že dieťažiak nedokáže zvládnuť obsah vzdelávania príslušného cyklu alebo predmetu v krátkodobom alebo dlhodobom horizonte. Je možné uplatňovať menšie aj zásadnejšie zmeny v učive, alebo nahradiť učivo či vyučovací predmet v súlade s odporúčaním zariadenia poradenstva a prevencie a záverov pedagogickej diagnostiky. Je dôležité, aby úpravy vo vyučovaní a hodnotení a úpravy obsahu vzdelávania, v zmysle redukcie alebo nahradenia, boli realizované až po vyčerpaní všetkých iných možností. Žiak sa môže učiť podľa upraveného obsahu vzdelávania v rámci podporných opatrení alebo vzdelávacích programov pre detižiakov so zdravotným znevýhodnením, alebo individuálneho vzdelávacieho programu (najväčšia miera prispôsobenia potrebám žiaka). Obsah vzdelávania pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami môže byť obohatený obsahom, ktorý je doplnením štandardného vyučovacieho obsahu Takéto obohatenie obsahu sa realizuje u tých žiakov so špeciálnymi výchovno-vzdelávacími potrebami, ktorí nemôžu napredovať v rámci bežných vyučovacích hodín a ktorí postupujú podľa individuálnych vzdelávacích programov. Taktiež môže ísť o špecifické vyučovacie predmety pre žiakov so špeciálnymi výchovno-vzdelávacími potrebami; obsah a predmety špeciálnej základnej školy. Hodiny určené na výučbu špecifického vyučovacieho predmetu môže škola použiť namiesto výučby vyučovacích predmetov, v ktorých žiak vzhľadom na zdravotné znevýhodnenie nemôže primerane napredovať. Hlavným cieľom podporného opatrenia je: Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: Odporúčané sú ďalšie súvisiace materiály vydané NIVaM: Poskytovanie špeciálnych edukačných publikácií a kompenzačných pomôcok. (  Cieľovou skupinou sú detižiaci s krátkodobým alebo dlhodobým oslabením v oblasti pohybových schopností, zmyslového vnímania, kognitívnych schopností a exekutívnych funkcií, v oblasti komunikačnej schopnosti, sociálnych zručností, emocionality a sebaobsluhy a autonómie a žiaci so všeobecným intelektovým nadaním. Všeobecne platné princípy a prístupy inkluzívneho vzdelávania sa uplatňujú v primárnom, nižšom sekundárnom a sekundárnom vzdelávaní. Jednotlivé inkluzívne princípy a prístupy je však možné uplatňovať aj v predprimárnom vzdelávaní, primerane a s ohľadom na špecifiká predškolského veku.  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. b) školského zákona): Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii učiteľ alebo pedagogický asistent alebo pedagogický zamestnanec v kategórii vychovávateľ v špeciálnom výchovnom zariadení.  Podporné opatrenie sa realizuje individuálne, podľa potrieb dieťaťažiaka v rámci výchovno-vzdelávacej činnosti. Ak si to vyžaduje situácia, po uvážení sa podporné opatrenie môže realizovať skupinou formou s prihliadnutím na potreby konkrétneho dieťaťažiaka (napr. pri hodnotení žiaka v rámci skupinovej práce).  Rozsah podporného opatrenia sa poskytuje podľa individuálnych potrieb dieťaťažiaka na základe vyjadrenia zariadenia poradenstva a prevencie. PO je zamerané na úpravy obsahu v zmysle individualizácie, flexibility, motivačného charakteru a možnosti alternatív pre potreby každého dieťaťažiaka. Miera redukcie obsahu vzdelávania je uvedená v IVP konkrétneho žiaka."}], "url_hint": "https://podporneopatrenia.minedu.sk/poskytovanie-vychovy-a-vzdelavania-na-zaklade-upravy-obsahu-vychovy-a-vzdelavania-a-hodnotenia-vysledkov-dosiahnutych-detmi-alebo-ziakmi-vo-vychove-a-vzdelavani/index.html"}
{"id": "668447dd2889", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-sebaobsluznych-ukonov-v-case-vychovno-vzdelavacieho-procesu/index.md", "title": "Zabezpečenie sebaobslužných úkonov v čase výchovno-vzdelávacieho procesu", "levels": [1], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a ods. 2, písm. o) školského zákona - Hygienická starostlivosť o jednotlivé časti tela: ruky, tvár, zuby, nechty. V mnohých prípadoch ide len o čiastočnú podporu, keď sa dieťažiak nevie dostatočne efektívne pohybovať v priestore určenom na osobnú hygienu (napr. pri oslabení hrubej alebo jemnej motoriky), alebo nemá dostatočne osvojenú postupnosť jednotlivých dielčích činností (napr. pri oslabení kognitívnych schopností). V mnohých prípadoch je však potrebná podpora komplexná, kedy osoba poskytujúca asistenciu v oblasti osobnej hygieny, niektoré úkony vykonáva v plnej miere namiesto dieťaťažiaka. Porciovanie stravy, obsluha (prinesenie stravy a nápoja na dosah), kŕmenie a pomoc pri pití. Rozsah a charakter podpory je v tomto smere široký. Mnoho detížiakov nedokáže odniesť podnos s jedlom a pitím bez pomoci, niektorí to nedokážu vôbec. Obdobne široký rozsah podpory je pri samotnom procese prijímania potravy či tekutín. Asistencia v tomto smere znamená podporu pri manipulovaní s tanierom, príborom a kúskami potravy. Sprievod na toaletu, pomoc pri vyzliekaní, obliekaní, účelná očista po toalete, sprievod z toalety, podanie podložnej misy, močovej fľaše s následným očistením podložnej misy (fľaše), ochrana osobnej a posteľnej bielizne pred znečistením (nasadenie a výmena plienky). Niektoré detižiaci môžu potrebovať neustálu starostlivosť, zatiaľ čo iní budú potrebovať pomoc len pri presunoch na toaletu alebo pri samotnom používaní toalety. Výber oblečenia (rozpoznanie jeho správneho vrstvenia a farieb), obliekanie, obúvanie, vyzliekanie, vyzúvanie. Pri niektorých deťochžiakoch sú ťažkosti v tejto oblasti spojené s hrubou alebo jemnou motorikou, u iných to môže byť ťažkosť spojená s oslabením kognitívnych funkcií (napr. určiť na čo slúžia jednotlivé časti odevu, ako odev prispôsobiť vonkajšej teplote a iné). Asistenciu je vhodné poskytnúť len pre tú časť zo sústavy krokov a tú oblasť, v ktorej je naozaj potrebná. Sprievod pri chôdzi (chôdza po rovine, po schodoch), pomoc pri vstávaní z lôžka, pomoc pri líhaní na lôžko, polohovanie, pomoc pri manipulácii s predmetmi (napríklad pri uchopení lyžičky, zapínaní gombíkov), obsluha a premiestňovanie predmetov dennej potreby. Poskytnutie efektívnej asistencie v oblasti mobility vyžaduje v prvom kroku dôkladné oboznámenie sa s motorickými schopnosťami a možnosťami konkrétneho dieťaťažiaka. Rovnako dôležité je oboznámiť sa s pomôckami, ktoré používa a so spôsobom a rozsahom ich ovládania. Životospráva dieťaťa alebo žiaka na podporu liečby, ktorú stanoví lekár. Môže ísť o rôzne opatrenia v rámci výchovno-vzdelávacích procesov školy, ale tiež vykonávanie alebo obmedzenie konkrétnych aktivít. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný:  Detižiaci, ktorí majú obmedzenia vo vykonávaní sebaobslužných úkonov.  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. o) školského zákona): Podporné opatrenie realizuje osobný asistent, pomocný vychovávateľ, rodičovský asistent alebo  Forma poskytovania podporného opatrenia je priamo závislá na miere samostatnosti dieťaťažiaka a na charaktere a rozsahu konkrétnych obmedzení dieťaťažiaka v oblasti sebaobslužných úkonov. Pri poskytovaní podporného opatrenia sa venuje zvýšená pozornosť výberu vhodných foriem realizácie, pri ktorej sa maximálne dbá na zachovaní dôstojnosti dieťaťažiaka.  Rozsah je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy. Pri voľbe rozsahu a intenzity poskytovania podporného opatrenia sa zohľadňuje najmä vek dieťaťažiaka, dostupnosť a bezpečnosť prostredia a služieb dostupných v škole, alebo školskom zariadení. Niektoré detižiaci môžu potrebovať neustálu starostlivosť, a to aj počas vyučovania, zatiaľ čo iní budú potrebovať pomoc najmä pri presunoch alebo pri používaní toalety. Maximálny rozsah je zabezpečenie podporného opatrenia počas celého výchovno-vzdelávacieho procesu v škole a školskom zariadení. Pri stanovení rozsahu sa vychádza aj z písomného vyjadrenia všeobecného lekára pre deti a dorast, ktoré je súčasťou Vyjadrenia na účel poskytnutia podporného opatrenia. Usmernenie k pôsobeniu pedagogického asistenta, zamestnanca, ktorý realizuje poskytovanie podporného opatrenia \"sebaobslužné úkony\" a osobného asistenta v škole alebo školskom zariadení je dostupné"}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-sebaobsluznych-ukonov-v-case-vychovno-vzdelavacieho-procesu/index.html"}
{"id": "3e7109324074", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-dietneho-stravovania/index.md", "title": "Zabezpečenie diétneho stravovania", "levels": [1], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a ods. 2, písm. s) školského zákona - Detižiaci s diétnou stravou majú v prípade porušenia diéty znížené vnímanie, koncentráciu, zvýšenú agresivitu a pod. Diétne stravovanie je rozdelené do 3 skupín na základe 3 druhov diét: Šetriaca diéta sa indikuje pri poruchách tráviaceho systému s dlhodobým priebehom, ktoré si nevyžadujú zmeny v energetickom príjme stravy. Sú to funkčné poruchy žalúdka, funkčná žalúdočná dyspepsia, poruchy sekrécie (hyperacidita), chronický zápal žalúdka, vredová choroba žalúdka a dvanástnika, niektoré stavy po resekcii žalúdka, chronické ochorenia žalúdka a žlčníka v pokojovom štádiu. Ďalej sem patria horúčkovité stavy a stavy po infarkte myokardu. Diabetická diéta sa indikuje predovšetkým diabetikom mladšieho, stredného, vyššieho a pokročilého veku, teda pre väčšinu hospitalizovaných pacientov. Pre diabetikov mladšieho veku alebo s väčšou energetickou spotrebou platí jej modifikácia (prepočet jedálneho lístka na množstvo výmenných sacharidových  chlebových jednotiek). Bezlepková diéta sa indikuje pacientom s ochorením celiakie a celikálnej sprue, pacientom s poruchou gluténovej intolerancie. Najčastejšie požiadavky na diétnu stravu: Pri zabezpečovaní diétneho stravovania v zariadení školského stravovania je potrebné upozorniť, že sa jedná o detižiakov, ktorí sú rizikovou skupinou stravníkov a ich stravovanie vyžaduje osobitný prístup s posúdením ošetrujúceho lekára. Detižiaci s potravinovou intoleranciou a diagnózou vyžadujúcou diétnu stravu.  Podporné opatrenie zabezpečuje zariadenie školského stravovania (podľa  145a ods. 2 písm. s) školského zákona) a poskytuje kuchár.  Priamo v zariadení školského stravovania, pri škole, ktorú dieťažiak navštevuje, alebo formou spolupráce s iným zariadením školského stravovania formou pravidelného dodávania diétnej stravy.  Na základe odporúčania lekára."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-dietneho-stravovania/index.html"}
{"id": "45b24a33e841", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/zabezpecenie-poskytovania-kurzu-vyucovacieho-jazyka-skoly-alebo-inej-podpory-pri-osvojovani-si-vyucovacieho-jazyka-skoly/index.md", "title": "Zabezpečenie poskytovania kurzu vyučovacieho jazyka školy alebo inej podpory pri osvojovaní si vyučovacieho jazyka školy", "levels": [2], "sections": [{"heading": "Obsah", "text": "Cieľom podporného opatrenia podľa  145a, ods. 2, písm. e) školského zákona - Jazyková podpora má deťomžiakom zabezpečiť rýchlejšie osvojenie si vyučovacieho jazyka školy a následne úspešnejšie absolvovanie výchovno-vzdelávacieho procesu. Podporné opatrenie sa netýka bilingválneho vzdelávania podľa  12 ods. 6 školského zákona. Podporné opatrenie je možné realizovať rozvíjajúcimi činnosťami a programami. Činnosti v rámci podporného opatrenia sa sústreďujú na základnú sociálnu komunikáciu dieťaťažiaka v spojení s určitým konaním (v bežnej sociálnej komunikácii, v hre). Podpora osvojovania si vyučovacieho jazyka školy sa realizuje integrovane v rámci vzdelávacích oblastí vyučovacích predmetov podľa školského vzdelávacieho programu. Súčasťou vzdelávacích aktivít je vizualizácia vzdelávacieho obsahu (obrázky, fotografie, obrázkovo-pojmové mapy, miniatúry, reálne predmety a pod.). Podpora sa poskytuje aj pre orientáciu dieťaťažiaka v priestore, v režime dňa, v štruktúre úlohy prostredníctvom tematicky zameraných komunikačných kariet, pracovných listov, obrázkov, piktogramov a pod. Uplatňovaný je individuálny a diferencovaný prístup k dieťaťužiakovi. Prostredie školy je jazykovo podnetné z hľadiska dostatočných príležitostí na komunikáciu a na možnosti výberu kníh rôznych žánrov, ktoré sú pre dieťažiaka zaujímavé a tematicky príťažlivé. Využívajú sa rozmanité metodiky na podporu jazyka, jazykové, didaktické a spoločenské hry, pomôcky a edukačné publikácie zamerané na podporu reči a jazykových schopností dieťaťažiaka určené pre daný vek. Úprava cieľov a obsahu výchovy a vzdelávania sa môže realizovať formou rozloženia v rámci stupňa vzdelania, tzn. že pri realizácii výchovy a vzdelávania sa berie ohľad na úroveň doterajších skúseností dieťaťa aalebo dosiahnutého vzdelania žiaka, ovládanie vyučovacieho jazyka a ďalšie individuálne osobitosti detížiakov. Sprievodný materiál Diagnostický nástroj Odporúčané sú ďalšie súvisiace materiály vydané Národným inštitútom vzdelávania a mládeže (pôvodne Štátnym pedagogickým ústavom):  Podporné opatrenie je určené pre deti a žiakov s potrebou podpory pri osvojovaní si vyučovacieho jazyka, ktorí majú odlišný materinský jazyk od vyučovacieho jazyka školy a ich úroveň ovládania vyučovacieho jazyka na základe realizovanej jazykovej diagnostiky je na tzv. prahovej úrovni (cca na úrovni B1 podľa SERR) a nižšie, alebo pre deti cudzincov podľa  146 školského zákona.  Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. e) školského zákona): Podporné opatrenie poskytuje pedagogický zamestnanec v kategórii  Podporné opatrenie sa môže realizovať v podobe rozšíreného jazykového vzdelávania v rámci povinného vyučovacieho predmetu, voliteľného vyučovacieho predmetu, kurzu či doučovania so zameraním na osvojovanie si vyučovacieho jazyka. V prípade, že ide o jazykový kurz, je realizovaný priamo v škole, mimo školy alebo dištančnou formou prostredníctvom dostupných komunikačných prostriedkov založených na využívaní počítačových sietí. Podporné opatrenie sa poskytuje individuálne alebo skupinovo.  Rozsah podporného opatrenia je nutné prispôsobiť individuálnym potrebám dieťaťažiaka a podmienkam školy. Podpora je poskytovaná súbežne aj v rámci výchovno-vzdelávacej činnostivýchovno-vzdelávacieho procesu, pričom je dieťaťužiakovi poskytovaná individuálna jazyková podpora podľa jeho potrieb a nárokov vzdelávania."}], "url_hint": "https://podporneopatrenia.minedu.sk/zabezpecenie-poskytovania-kurzu-vyucovacieho-jazyka-skoly-alebo-inej-podpory-pri-osvojovani-si-vyucovacieho-jazyka-skoly/index.html"}
{"id": "654bf245eebe", "source_file": "data_processed/md/manual/podporneopatrenia.minedu.sk/prevencia-na-podporu-fyzickeho-zdravia-dusevneho-zdravia-a-prevencia-vyskytu-rizikoveho-spravania/index.md", "title": "Prevencia na podporu fyzického zdravia, duševného zdravia a prevencia výskytu rizikového správania  Ministerstvo školstva, výskumu, vývoja a mládeže Slovenskej republiky", "levels": [1], "sections": [{"heading": "Obsah", "text": "Opis podporného opatrenia Cieľom podporného opatrenia podľa  145a ods. 2, písm. t) školského zákona - Prevencia na podporu fyzického zdravia, duševného zdravia a prevencia výskytu rizikového správania - je systematicky posilňovať schopnosti detížiakov, ktoré majú priamy vplyv na ich optimálny zdravý vývin a formovanie primeraných postojov v oblasti fyzického a duševného zdravia a vedú k znižovaniu prejavov a výskytu rizikového správania. Cieľom opatrenia je tiež predchádzať vzniku poruchy duševného a fyzického zdravia u detížiakov prostredníctvom realizovania podporných aktivít zameraných na rozvoj ich subjektívnej pohody (psychickej, sociálnej a fyzickej). Prevenciu možno rozdeliť nasledovne: univerzálna prevencia, ktorá je zameraná na bežnú populáciu, selektívna prevencia, ktorá je zameraná na detížiakov so zvýšenými nárokmi na podporu, indikovaná prevencia, ktorá je zameraná na predchádzanie sekundárnych porúch a komplikácií u rizikových detížiakov. Programy a aktivity na podporu fyzického zdravia sa zameriavajú na podporu primeranej fyzickej kondície dieťaťažiaka, zdravého životného štýlu, starostlivosti o fyzické zdravie a bezpečnosti. Programy a aktivity na podporu duševného zdravia a psychickej odolnosti sa zameriavajú najmä na posilnenie úspešnej adaptácie dieťaťažiaka na školu, posilnenie schopnosti sebapoznania a sebahodnotenia, schopnosti kritického myslenia, schopnosti úspešne aplikovať stratégie zvládania, schopnosti asertivity, rozvíjanie pozitívnych vzťahov so spolužiakmi a ostatnými účastníkmi výchovno-vzdelávacieho procesu a posilnenie schopnosti zvládať psychicky náročné situácie (napríklad rovesnícky konflikt, medzigeneračný konflikt, vyrovnanie sa s úspechomneúspechom a podobne). Programy a aktivity na prevenciu rizikového správania sa zameriavajú na formovanie žiaduceho postoja dieťaťažiaka k rizikovému správaniu, v prípade výskytu rizikového správania aj na eliminovanieodstránenie jeho prejavov. Významný priestor sa venuje najmä programom zameraným na prevenciu šikany (vrátane kyberšikany), verbálneho a fyzického násilia, extrémistických postojov, užívania omamných a návykových látok a podobne. Sprievodný materiál s bližšími informáciami k podpornému opatreniu je dostupný: SPRIEVODNÉ METODICKÉ MATERIÁLY__. __Sprievodný materiál je prehľadom aktivít v rámci poskytovania prevencie. Personálne zabezpečenie podporného opatrenia Podporné opatrenie zabezpečuje (podľa  145a ods. 2 písm. t) školského zákona): - škola alebo - školské zariadenie. Poskytovanie realizuje školský podporný tím, odborný zamestnanec, pedagogický zamestnanec, odborný zamestnanec zariadenia poradenstva a prevencie alebo externý subjekt Forma poskytovania podporného opatrenia Základné rozdelenie metód prevencie v škole podľa objektu: - individuálne (napr. inštruktáž, rozhovor, konzultácia); - skupinové (napr. prednáška, kvíz, diskusia, beseda, panelová diskusia, inscenačné metódy); - hromadné (v školskom prostredí napr. školský rozhlas, školský časopis). Základné rozdelenie metód prevencie v škole podľa formy: - metódy hovoreného slova (napr. prednáška, diskusia, rozhovor, beseda, audionahrávky); - metódy tlačeného slova (napr. leták, heslo, plagát, článok, brožúra, časopis); - multimediálne metódy (napr. video, film). Preventívne aktivity môžu mať rôzny charakter (napr. informatívny, zážitkový). Medzi najúčinnejšie aktivity patria spravidla aktivity zážitkového charakteru. V rámci výskumov v oblasti efektívnosti preventívnych intervencií sa ukázalo, že mnohé aj často používané aktivity nie sú efektívne a niekedy môžu mať dokonca opačný účinok. Zásady efektívnej preventívnej činnosti možno nájsť rozpracované napr. v Štandardoch odborných činností - Prevencia rizikového správania (VÚDPaP, 2022)."}], "url_hint": "https://podporneopatrenia.minedu.sk/prevencia-na-podporu-fyzickeho-zdravia-dusevneho-zdravia-a-prevencia-vyskytu-rizikoveho-spravania/index.html"}